{
  "pages": [
    {
      "index": 0,
      "title": "Planning",
      "colorScheme": "red",
      "type": "topic",
      "quote": "There is a good deal of evidence that learning is enhanced when teachers pay attention to the knowledge and beliefs that learners bring to a learning task, use this knowledge as a starting point for new instruction, and monitor students' changing conceptions as instruction proceeds.",
      "citation": "National Research Council (1999).<br />How People Learn: Brain, Mind, Experience, and School.<br />Bransford, J., Brown, A., and Cocking, R. (eds.).<br />Washington, D.C.: National Academy of Sciences Press.",
      "more": "Planning in a classroom ecosystem helps teachers create a curriculum that is both goal oriented and responsive to children's interests and learning needs. Maintaining a balance between achieving learning goals and leaving room for children's thoughts and ideas requires formal, flexible and project planning. When we include children in the planning process we honor their capabilities and potential and help create an environment that optimizes learning."
    },
    {
      "index": 1,
      "title": "Formal Planning",
      "colorScheme": "red",
      "type": "page",
      "definition": "Formal planning begins before the school year starts and continues throughout the year. Through formal planning teachers examine state and national science education standards and identify the big ideas and concepts they will address with children.",
      "benefits": "The big ideas and concepts in science serve as a guide to help create the physical classroom space and plan learning experiences that will spark children's curiosity and prompt inquiry.",
      "examples": "With the National Science Education Standards as their foundation, teachers decide on the big ideas, concepts and supporting concepts they will use to guide their science instruction. For example, a big idea is \"consistency and change\"; a concept is \"matter comes in different forms\"; a supporting concept is \"how temperature affects the different states of matter.\" On a weekly basis teachers plan experiences around these ideas and concepts. These might include conducting experiments with liquids, solids and gases; collecting and sorting materials; and using the senses to observe and record findings.",
      "video": {
        "title": "Lunchtime Planning",
        "file": "video_12.mp4",
        "thumbnail": "new_thumbs/12thumb.jpg",
        "planningPoints": [
          {
            "cuetime": 17,
            "text": "All the teachers from the K-1 grade level meet to plan experiences that will help children acquire knowledge of the concepts and big ideas. Allocating time for grade-level meetings requires the support of administrators."
          },
          {
            "cuetime": 102,
            "text": "Although one teacher starts the conversation, as it goes along everyone contributes different ideas."
          },
          {
            "cuetime": 140,
            "text": "Meeting as a group allows the teachers to share ideas. After their discussion, they will implement the ideas in ways that are suited to their students."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 29,
            "text": "Teachers consider which materials and resources will be best suited to setting up firsthand experiences that illustrate the concepts."
          },
          {
            "cuetime": 61,
            "text": "A teacher suggests using a large Arrowhead water bottle because it is common to all the classrooms and is heavy enough to present a challenge for the children when they try to move it."
          },
          {
            "cuetime": 140,
            "text": "Using the playground equipment for experiences with force and motion extends the learning environment and helps children make connections between the concepts and the world around them."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 29,
            "text": "The teachers plan experiences that the children will share, which helps ensure everyone has background knowledge of the concepts and provides context for their discussions."
          },
          {
            "cuetime": 67,
            "text": "Notice that the teacher anticipates the children will realize the easiest way to move the water bottle will be to roll it. She talks about honoring their response and then asking them to try another way."
          }
        ],
        "exPoints": [
          {
            "cuetime": "10",
            "text": "K-1 teachers discuss what firsthand experiences to provide for the students to demonstrate different kinds of forces."
          },
          {
            "cuetime": 37,
            "text": "As the teachers consider different possibilities for experiences for the children, they anticipate how the children will react and what they will think while they are having the experiences."
          },
          {
            "cuetime": 61,
            "text": "Asking children to move one of the large Arrowhead water bottles in their classroom offers a hands-on task that can inspire \"how\" and \"why\" questions and lead to further exploration."
          },
          {
            "cuetime": 140,
            "text": "Once the teachers have given the children some background knowledge on force and motion, they will take the children to the playground for firsthand experiences to reinforce the concept."
          }
        ],
        "repPoints": [
          {
            "cuetime": 37,
            "text": "Linking concepts and experiences in their planning discussions will help the teachers later as they assess the children's representations."
          },
          {
            "cuetime": 113,
            "text": "The experiences the teachers are planning will be followed by discussion, where children will have the opportunity to orally represent their understanding of the concepts."
          }
        ],
        "description": "All the K-1 teachers meet to discuss experiences students will need to acquire an understanding of different forces (i.e. gravity, friction, push, pull, etc.) and how these forces cause motion.",
        "AoS": "Physical Science",
        "topic": "Force and Motion",
        "bigIdea": "Cause and Effect",
        "concept": "Force causes motion",
        "gradeLvl": "K-1 Science",
        "standards": "The motion of objects can be observed and measured. As a basis for understanding this concept:<ol><li>Students know the position of an object can be described by locating it in relation to another object or to the background.</li><li>Students know an object's motion can be described by recording the change in position of the object over time.</li><li>Students know the way to change how something is moving is by giving it a push or a pull. The size of change is related to the strength, or the amount of force, of the push or pull.</li><li>Students know tools and machines are used to apply pushes and pulls (forces) to make things move.</li><li>Students know objects fall to the ground unless something holds them up.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Formal Planning, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It is seen as a continual process",
            "more": null,
            "moreImg": null
          },
          {
            "text": "It begins with teachers identifying the concepts and big ideas",
            "more": "After looking at state and national science education standards, teachers discuss and record the big ideas and concepts they will teach throughout the year. To prevent jumping from unit to unit and to help facilitate in-depth learning, teachers also spend time planning how to connect these concepts and big ideas.",
            "moreImg": "for_eco_2.jpg"
          },
          {
            "text": "It provides teachers with a framework of concepts and big ideas",
            "more": "Days are set aside either before the school year begins or within the first month of school to write up the science curriculum based on state and national science education standards. Teachers begin by identifying the concepts and big ideas and then plan learning experiences around them. They also determine how students will show what they know.",
            "moreImg": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>My days are already so full, how can I fit in time to plan with other teachers?</b><br/>It is often necessary to look for creative ways to make time for planning. You might turn a weekly lunchtime into a potluck gathering where a group of teachers share a meal and discuss the curriculum. You might schedule PE or extracurricular activities at the same time as your teaching partner and use that time to meet. Some teachers meet while classroom aides are supervising children outside. Others fit in brief 15-minute discussions on several different days each week.<br/>Too often in schools we devote more time to discussing day-to-day nuts and bolts than we do planning curriculum goals. Trading some of the time ordinarily spent on procedures and using it instead for discussions of big ideas and concepts helps shift the focus to children's learning.<br/><b>How can teachers cover everything in the curriculum if they use this approach?</b><br/>The classroom-ecosystem approach stresses depth over breadth. Therefore you should work in the beginning of the year to carefully select the areas you will spend more time on than others. Examine the curriculum and the science education standards and try to determine which concepts and big ideas will be most meaningful for children. Work with other teachers to eliminate the redundancies that rarely deepen understanding.<br/>When teachers feel pressed to cover everything in the standards, the result is a watered down or disconnected program. If you approach the curriculum in terms of big ideas and concepts rather than topics and themes or isolated facts, you'll be better able to help children make connections and gain in-depth knowledge.<br/><b>Should a teacher ever say \"no\" to an idea or investigation that emerges from the student/s?</b><br/>Yes. A teacher's response to a student's idea or investigation should depend on his or her learning goal for the students. What might they learn from the idea? Does it fit with the science concepts and big ideas? Are there cost or safety concerns that might weigh against implementing this particular idea or investigation?<br/>The fact that students are motivated to come up with ideas and ask questions indicates that the teacher is making science relevant and exciting. One way to determine whether ideas or investigations should be pursued is to ask which of the learning goals they will achieve.<br/><b>How much do teachers need to know about science to teach this way?</b><br/>The stronger the teacher's knowledge of the content area the better he or she can help children build their own understanding. A strong knowledge base can also help teachers be sure of where they want to lead children in terms of the learning goals.<br/>To increase their knowledge, teachers can read books, work with colleagues, use teacher guides or carefully selected internet sites, ask experts to come to the classroom, or attend professional development seminars.<br/>Teachers who use the classroom-ecosystem approach need to see themselves as learners with the children, but they also must stay one step ahead, keeping in mind the concepts. Still, that doesn't mean they need to know it all. In the course of investigations children will come up with challenging questions. Teachers must know where to look for information and be willing to take the time to find it. A very important part of the classroom-ecosystem approach is this dynamic of constant learning on the part of both the teacher and the child."
      }
    },
    {
      "index": 2,
      "title": "Flexible Planning",
      "colorScheme": "red",
      "type": "page",
      "definition": "Flexible planning involves teachers actively listening to children's ideas and including those ideas in the learning experiences. The teacher's challenge is to evaluate the ideas as they come up and decide how or if they fit into the curriculum.",
      "benefits": "Seeing their ideas come to life empowers children and gives them incentive to be active participants in their learning environment.",
      "examples": "During an experiment with liquids and gases, a child asks how long it would take for a liquid, poured onto the surface of the playground, to become a gas. Although it had not been part of the plan for the day, the teacher uses the \"teachable moment\" to conduct this experiment with the students.",
      "video": {
        "title": "Potential Potential Potential",
        "file": "video_13.mp4",
        "thumbnail": "preview13.jpg",
        "planningPoints": [
          {
            "cuetime": 7,
            "text": "Upon realizing a common misconception in their students' understanding of kinetic and potential energy, the teachers take time to review the concepts."
          },
          {
            "cuetime": 46,
            "text": "Next the teachers gather the students to address the confusion and clarify the concepts. The teachers have cleared class time for this essential discussion."
          },
          {
            "cuetime": 158,
            "text": "At the end of the discussion, one child noted that the transformation of energy is similar to when he and his friends run up and down a hill near the school. The teachers capitalize on the student's insight and take the class to the hill for an impromptu experience that helps reinforce the concepts."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 59,
            "text": "The rug area provides a space where the teacher can gather the whole class to clarify the concepts. Here she is able to observe children's reactions and check in that everyone is getting the information."
          },
          {
            "cuetime": 169,
            "text": "Taking the children to a grassy hill near the school extends the learning space beyond the classroom."
          },
          {
            "cuetime": 184,
            "text": "Being flexible in her planning allows the teacher to pick up on a student's suggestion and results in using a space that is especially well suited to exploring the concepts."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 32,
            "text": "In an effective Classroom-Ecosystem, teachers see themselves as continual learners. By consulting with a member of the classroom community who is more expert in physics, the teachers enhance their knowledge and are better able to help the children understand physics."
          },
          {
            "cuetime": 60,
            "text": "When teachers and children are constructing knowledge together, it is sometimes necessary to change the plan for the day. Here the teacher has postponed a planned experience so the class can gather for a discussion to clarify the concepts."
          },
          {
            "cuetime": 169,
            "text": "Providing opportunities for children to connect the concepts to familiar activities helps make the concepts more meaningful."
          }
        ],
        "exPoints": [
          {
            "cuetime": 73,
            "text": "As the teacher speaks, she refers to a diagram of a roller coaster, which she labels. Looking at the diagram is a thirdhand experience for the children, giving them a visual representation of abstract concepts."
          },
          {
            "cuetime": 89,
            "text": "As part of their firsthand experiences related to the concepts, the class visited a local amusement park. Recalling their experiences riding roller coasters helps the children make sense of the diagram."
          },
          {
            "cuetime": 169,
            "text": "Following a student's suggestion, the teachers take the children to a nearby hill so that they can personally experience the transformation of energy in their bodies as they run up and down."
          }
        ],
        "repPoints": [
          {
            "cuetime": 127,
            "text": "The teacher and student refer to the teacher's 2-D representation of a roller coaster as they discuss the concepts."
          },
          {
            "cuetime": 157,
            "text": "At the end of the classroom discussion the teacher took the children outside to the 3-D representation of a roller coaster that they had made. She had them identify the sections of the representation where kinetic and potential energy are used."
          },
          {
            "cuetime": 187,
            "text": "The teacher requires the children to use formal academic language to describe the movement of matter--potential and kinetic energy--as they run up and down the hill. This reinforces the concepts through two kinds of representation--oral and kinesthetic."
          }
        ],
        "description": "In the sequence before this video begins, students pointed out areas of potential and kinetic energy on the model roller coaster outside their classroom, and teachers realized there were misunderstandings regarding the concepts (for more on this, see the Example Video for Teacher-Student Culture). Taking advantage of a teachable moment, teachers decided to re-introduce the concepts to clear up the misconceptions. Before the concepts are presented again to the students, however, the teachers want to make sure their own understanding is correct, and so they consult with a physics expert.",
        "AoS": "Physical Science",
        "topic": "Energy",
        "bigIdea": "Conservation",
        "concept": "Energy changes from one form to another",
        "gradeLvl": "K-1 Science",
        "standards": "Energy and matter have multiple forms and can be changed from one form to another. As a basis for understanding this concept:<ol><li>Students know sources of stored energy take many different forms, such as food, fuel, and batteries.</li><li>Students know machines and living things convert stored energy to motion and  heat.</li><li>Students know energy can be carried from one place to another by waves, such as water waves and sound waves, by electric current, and by moving objects.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Formal Planning, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "Children have many opportunities to discuss ideas and concepts",
            "more": null,
            "moreImg": null
          },
          {
            "text": "Teachers listen to children's ideas",
            "more": "Here the teacher asks children to predict the possible outcomes when several different liquids are mixed together. It is in these kinds of discussions that new ideas emerge, which can often change the course of the lesson.",
            "moreImg": "fle_eco_2.jpg"
          },
          {
            "text": "Teachers incorporate children's ideas into the curriculum",
            "more": null,
            "moreImg": null
          },
          {
            "text": "Teachers listen to children's ideas",
            "more": "Classroom teachers share students' drawings and clay representations of the characteristics of a solid, such as bumpy, pointy, and round. This is followed by a discussion among teachers from the whole grade level to plan next steps.",
            "moreImg": "fle_eco_4.jpg"
          }
        ]
      },
      "challenges": {
        "theText": "<b>My days are already so full, how can I fit in time to plan with other teachers?</b><br/>It is often necessary to look for creative ways to make time for planning. You might turn a weekly lunchtime into a potluck gathering where a group of teachers share a meal and discuss the curriculum. You might schedule PE or extracurricular activities at the same time as your teaching partner and use that time to meet. Some teachers meet while classroom aides are supervising children outside. Others fit in brief 15-minute discussions on several different days each week.<br/>Too often in schools we devote more time to discussing day-to-day nuts and bolts than we do planning curriculum goals. Trading some of the time ordinarily spent on procedures and using it instead for discussions of big ideas and concepts helps shift the focus to children's learning.<br/><b>How can teachers cover everything in the curriculum if they use this approach?</b><br/>The classroom-ecosystem approach stresses depth over breadth. Therefore you should work in the beginning of the year to carefully select the areas you will spend more time on than others. Examine the curriculum and the science education standards and try to determine which concepts and big ideas will be most meaningful for children. Work with other teachers to eliminate the redundancies that rarely deepen understanding.<br/>When teachers feel pressed to cover everything in the standards, the result is a watered down or disconnected program. If you approach the curriculum in terms of big ideas and concepts rather than topics and themes or isolated facts, you'll be better able to help children make connections and gain in-depth knowledge.<br/><b>Should a teacher ever say \"no\" to an idea or investigation that emerges from the student/s?</b><br/>Yes. A teacher's response to a student's idea or investigation should depend on his or her learning goal for the students. What might they learn from the idea? Does it fit with the science concepts and big ideas? Are there cost or safety concerns that might weigh against implementing this particular idea or investigation?<br/>The fact that students are motivated to come up with ideas and ask questions indicates that the teacher is making science relevant and exciting. One way to determine whether ideas or investigations should be pursued is to ask which of the learning goals they will achieve.<br/><b>How much do teachers need to know about science to teach this way?</b><br/>The stronger the teacher's knowledge of the content area the better he or she can help children build their own understanding. A strong knowledge base can also help teachers be sure of where they want to lead children in terms of the learning goals.<br/>To increase their knowledge, teachers can read books, work with colleagues, use teacher guides or carefully selected internet sites, ask experts to come to the classroom, or attend professional development seminars.<br/>Teachers who use the classroom-ecosystem approach need to see themselves as learners with the children, but they also must stay one step ahead, keeping in mind the concepts. Still, that doesn't mean they need to know it all. In the course of investigations children will come up with challenging questions. Teachers must know where to look for information and be willing to take the time to find it. A very important part of the classroom-ecosystem approach is this dynamic of constant learning on the part of both the teacher and the child."
      }
    },
    {
      "index": 3,
      "title": "Project Planning",
      "colorScheme": "red",
      "type": "page",
      "definition": "Projects are long-term investigations that can last up to several months. They arise from an interest or need the children express and are directly related to the concepts or big ideas that have been presented in the classroom. Planning for a project involves teachers deciding what materials and resources will be needed to implement the children's ideas.",
      "benefits": "Project planning helps assure that long-term investigations address the big ideas and concepts and offer children an opportunity to apply their learning in a meaningful way.",
      "examples": "During a discussion about how simple machines make work easier, a small group of children suggests building a roller coaster that sends messages back and forth between adjoining classrooms. The teacher recognizes this as an opportunity for children to apply their knowledge of physical science concepts. For several months, children and adults work two mornings a week to design, construct and revise the message sending rollercoaster.",
      "video": {
        "title": "The Project",
        "file": "video_14.mp4",
        "thumbnail": "preview14.jpg",
        "planningPoints": [
          {
            "cuetime": 18,
            "text": "Many times project ideas generate from the children through conversation and discussion. Other times, teachers ask the students thought-provoking questions that will stimulate ideas for a long-term project."
          },
          {
            "cuetime": 35,
            "text": "Teachers discuss the main concept that will be reinforced for the students through the project."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 14,
            "text": "The teacher is thinking about using different areas inside and outside the classroom for the project. Depending on what the children decide, the areas will be modified to fit the project design."
          },
          {
            "cuetime": 51,
            "text": "After the teachers talk to the children about what they will build, they will do further project planning to determine what resources they need to implement the project."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 6,
            "text": "Asking children to contribute their ideas to the project design helps them to be more invested in the work and more likely to develop a deep understanding of the concepts."
          },
          {
            "cuetime": 18,
            "text": "Focusing the project on children's play or work helps make the concepts less abstract and encourages the children to make connections between science and their everyday lives."
          },
          {
            "cuetime": 44,
            "text": "All the children will contribute to the classroom project. This provides a natural way to help them develop collaborative skills."
          }
        ],
        "exPoints": [
          {
            "cuetime": 23,
            "text": "The teacher is thinking about how to design experiences around the project that would integrate other curricular areas."
          },
          {
            "cuetime": 50,
            "text": "Planning for this long-term project comes after children have had many experiences that introduced and reinforced the concepts."
          }
        ],
        "repPoints": [
          {
            "cuetime": 9,
            "text": "Oftentimes, teachers choose how students will represent their understanding of a concept or big idea. However, there are times when teachers ask students to choose how they want to demonstrate their knowledge. Student choice is a significant part of the process in long-term projects."
          },
          {
            "cuetime": 50,
            "text": "The process of designing and building the project will provide many opportunities for teachers to assess children's understanding of the concepts."
          },
          {
            "cuetime": 57,
            "text": "Earlier in the year, children designed simple toys as 3-D representations of the concept that simple machines make work easier."
          }
        ],
        "description": "K-1 teachers from adjoining classrooms meet to discuss possibilities for a long-term project through which students will demonstrate their understanding of the concepts.",
        "AoS": "Physical Sicence",
        "topic": "Energy",
        "bigIdea": "Systems",
        "concept": "Simple machines make work easier",
        "gradeLvl": "K-1 Science",
        "standards": "The motion of objects can be observed and measured. As a basis for understanding this concept:<ol><li>Students know the way to change how something is moving is by giving it a push or a pull. The size of the change is related to the strength, or the amount of force, of the push or pull.</li><li>Students know tools and machines are used to apply pushes and pulls (forces) to make things move.</li><li>Students know objects fall to the ground unless something holds them up.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Formal Planning, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It uses children's interests as a guide",
            "moreIntro": "Children's ideas for projects arise from their experiences. The idea for building a message sending roller coaster came about after children had many experiences with force and motion, kinetic and potential energy, and simple machines.",
            "more": "After learning that simple machines make work easier, children wanted to create a machine of their own that could send messages between two classrooms. A field trip to LEGOLAND gave them ideas about how to build it - they observed roller coasters, made sketches and brainstormed ideas.",
            "moreImg": "pro_eco_1a.jpg",
            "moreTwo": "As the project emerged, children's discussions became part of the planning process. In both formal and informal discussions the teachers asked, what are the children's interests? The more defined the project became, the more it was a focus in meetings and in the classrooms.",
            "moreImgTwo": "pro_eco_1b.jpg"
          },
          {
            "text": "It uses the concepts and big ideas to provide direction",
            "more": "Although projects arise from children's ideas, teachers should refer to the big ideas and concepts to provide structure and to ensure that the project work supports the learning goals. The work done in Formal Planning serves as a guide.",
            "moreImg": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>My days are already so full, how can I fit in time to plan with other teachers?</b><br/>It is often necessary to look for creative ways to make time for planning. You might turn a weekly lunchtime into a potluck gathering where a group of teachers share a meal and discuss the curriculum. You might schedule PE or extracurricular activities at the same time as your teaching partner and use that time to meet. Some teachers meet while classroom aides are supervising children outside. Others fit in brief 15-minute discussions on several different days each week.<br/>Too often in schools we devote more time to discussing day-to-day nuts and bolts than we do planning curriculum goals. Trading some of the time ordinarily spent on procedures and using it instead for discussions of big ideas and concepts helps shift the focus to children's learning.<br/><b>How can teachers cover everything in the curriculum if they use this approach?</b><br/>The classroom-ecosystem approach stresses depth over breadth. Therefore you should work in the beginning of the year to carefully select the areas you will spend more time on than others. Examine the curriculum and the science education standards and try to determine which concepts and big ideas will be most meaningful for children. Work with other teachers to eliminate the redundancies that rarely deepen understanding.<br/>When teachers feel pressed to cover everything in the standards, the result is a watered down or disconnected program. If you approach the curriculum in terms of big ideas and concepts rather than topics and themes or isolated facts, you'll be better able to help children make connections and gain in-depth knowledge.<br/><b>Should a teacher ever say \"no\" to an idea or investigation that emerges from the student/s?</b><br/>Yes. A teacher's response to a student's idea or investigation should depend on his or her learning goal for the students. What might they learn from the idea? Does it fit with the science concepts and big ideas? Are there cost or safety concerns that might weigh against implementing this particular idea or investigation?<br/>The fact that students are motivated to come up with ideas and ask questions indicates that the teacher is making science relevant and exciting. One way to determine whether ideas or investigations should be pursued is to ask which of the learning goals they will achieve.<br/><b>How much do teachers need to know about science to teach this way?</b><br/>The stronger the teacher's knowledge of the content area the better he or she can help children build their own understanding. A strong knowledge base can also help teachers be sure of where they want to lead children in terms of the learning goals.<br/>To increase their knowledge, teachers can read books, work with colleagues, use teacher guides or carefully selected internet sites, ask experts to come to the classroom, or attend professional development seminars.<br/>Teachers who use the classroom-ecosystem approach need to see themselves as learners with the children, but they also must stay one step ahead, keeping in mind the concepts. Still, that doesn't mean they need to know it all. In the course of investigations children will come up with challenging questions. Teachers must know where to look for information and be willing to take the time to find it. A very important part of the classroom-ecosystem approach is this dynamic of constant learning on the part of both the teacher and the child."
      }
    },
    {
      "index": 4,
      "title": "Setup",
      "colorScheme": "green",
      "type": "topic",
      "quote": "Organization of space, classroom displays and the resources available to children convey messages about the relationship between teaching and learning, the image of the child held by the teacher and the expectations for teaching and learning within that setting.",
      "citation": "Edwards, C., Gandini, L., and Forman, G. (1998).<br />The hundred languages of children: The Reggio Emelia approach.<br />Greenwich, CT: Ablex.",
      "more": "To support in-depth learning, the classroom must be a safe and inviting place for children to ask questions, experiment and take thoughtful risks. All aspects of the classroom setup -space, display and resources- must work together to promote these qualities. "
    },
    {
      "index": 5,
      "title": "Space Setup",
      "colorScheme": "green",
      "type": "page",
      "definition": "The organization of the physical space in the classroom should be flexible in order to adapt and respond to the different needs of children and convey a sense of well-being to both children and parents.<br /><br />The classroom space should also support the varied ways that children learn and construct knowledge - by posing questions, generating information from multiple resources, and communicating information to others. To do this, classrooms should include spaces for quiet, reflective work; individual or cooperative work; whole-group or small-group learning; and messy escapades.",
      "benefits": "Giving children opportunities to work in a variety of ways and encouraging frequent discussion helps ideas to emerge and connections to be made. Working cooperatively and with different kinds of learners, children have opportunities to communicate their thinking, listen to others, and give and receive feedback about their work from their peers. Working individually helps children focus on the task at hand and make independent decisions.",
      "examples": "In a small group, students negotiate how to design two inclined planes, one with a lot of friction, and one with very little. They record their ideas and then bring them to the whole classroom community to gather further suggestions.",
      "video": {
        "title": "Classroom Space",
        "file": "video_9.mp4",
        "thumbnail": "preview9.jpg",
        "planningPoints": [
          {
            "cuetime": 5,
            "text": "With a variety of spatial configurations, children can work on different aspects of a collaborative project simultaneously. In planning a project, it is important to think ahead about different ways the space--both inside and outside the classroom--can support the project."
          },
          {
            "cuetime": 40,
            "text": "Setting up the classroom to support a variety of activities requires formal planning.  However, the more flexible the setup, the more effective it will be in adapting and responding to the needs of children and the ways in which they learn."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 5,
            "text": "The strategic arrangement of cabinets and bookcases provides a space for children's imaginary play, a key component of young children's learning."
          },
          {
            "cuetime": 19,
            "text": "The positioning of students' large-scale creations (such as the blue Totem Pole) can help divide the classroom space and also provides a display of children's work."
          },
          {
            "cuetime": 28,
            "text": "A cozy space for reading (the sofa and coffee table seen here) helps make the classroom more appealing and bridges the transition from home to school."
          },
          {
            "cuetime": 38,
            "text": "A large area rug is used for whole-group learning and class discussions. It also offers a space for children to spread out while working independently. Tables and chairs (in the background on the left) provide an area for small groups to work together."
          },
          {
            "cuetime": 58,
            "text": "Looking at a bird's-eye view of the learning environment you just watched may help you understand how space can be arranged effectively to maximize the learning potential of your classroom."
          },
          {
            "cuetime": 61,
            "text": "To see a full-resolution version of this floorplan, go to the main CEE site, under Resources > Classroom Setup > Classroom Space Floorplan."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 3,
            "text": "Areas designed for small groups encourage student interactions and the development of positive social skills.  This helps create a classroom culture where children feel comfortable exchanging ideas."
          },
          {
            "cuetime": 11,
            "text": "By moving about the room and checking in with children, the teacher helps them develop independence while also fostering a culture of respect and responsibility."
          },
          {
            "cuetime": 41,
            "text": "Providing children with a comfortable, inviting environment lets them know that they are valued and encourages their cooperative participation in the learning community."
          }
        ],
        "exPoints": [
          {
            "cuetime": 29,
            "text": "Including lots of books and comfortable reading spaces in the classroom setup encourages children to explore reading materials that support their firsthand and secondhand experiences."
          },
          {
            "cuetime": 37,
            "text": "Classrooms should be arranged so that relevant reading materials are readily accessible to children."
          },
          {
            "cuetime": 43,
            "text": "A large area rug provides a comfortable space for children to share a secondhand experience such as watching a video."
          },
          {
            "cuetime": 51,
            "text": "Incorporating computers into the classroom space, when possible, helps facilitate children's access to secondhand experiences, such as looking at photos or websites chosen by the teacher."
          }
        ],
        "repPoints": [
          {
            "cuetime": 7,
            "text": "Children represent their understanding of concepts through dramatic play.  Designating space for this kind of learning encourages children's imaginations and allows teachers to assess understanding."
          },
          {
            "cuetime": 17,
            "text": "Children's 3-D representation of a totem pole positioned in the classroom provides a reminder of the process and physical principles of construction, such as gravity, weight and balance."
          },
          {
            "cuetime": 45,
            "text": "A large clear space provides an area for kinesthetic representation. It also offers a gathering space for oral representation through discussion. Both provide opportunities for teachers to assess children's understanding."
          },
          {
            "cuetime": 52,
            "text": "Incorporating computers into the classroom space, when possible, gives children an additional medium for 2-D representation."
          }
        ],
        "description": "This video depicts a variety of ways to set up the classroom space for teaching science for young children. Classroom space should be adaptable to support the science content and children's evolving ideas.",
        "AoS": "Physical Science",
        "topic": "Various",
        "bigIdea": "Various",
        "concept": "Various",
        "gradeLvl": "K-3 Science",
        "standards": "Various Physical Science standards"
      },
      "enrich": {
        "intro": "Before developing Space Setup, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It is flexible and adapts to children's needs",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It promotes learning and exploration",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Children have space to spread out their work",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It includes a cozy spot for reading",
            "moreIntro": null,
            "more": "Children gather in the library to work in their science journals. Bridging home to school helps create a safe and comfortable learning environment.",
            "moreImg": "org_eco_4.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It includes a large rug area for whole-group meetings",
            "moreIntro": null,
            "more": "After experimenting with changing liquids to solids and vice versa, teachers gathered students on the rug for a discussion. Having an area where the whole group can gather helps create an environment that promotes discussion and conversation.",
            "moreImg": "org_eco_5.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Outdoor space is used whenever possible and appropriate",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>My days are already so full, how can I fit in time to plan with other teachers?</b><br/>It is often necessary to look for creative ways to make time for planning. You might turn a weekly lunchtime into a potluck gathering where a group of teachers share a meal and discuss the curriculum. You might schedule PE or extracurricular activities at the same time as your teaching partner and use that time to meet. Some teachers meet while classroom aides are supervising children outside. Others fit in brief 15-minute discussions on several different days each week.<br/>Too often in schools we devote more time to discussing day-to-day nuts and bolts than we do planning curriculum goals. Trading some of the time ordinarily spent on procedures and using it instead for discussions of big ideas and concepts helps shift the focus to children's learning.<b>How can teachers cover everything in the curriculum if they use this approach?</b><br/>The classroom-ecosystem approach stresses depth over breadth. Therefore you should work in the beginning of the year to carefully select the areas you will spend more time on than others. Examine the curriculum and the science education standards and try to determine which concepts and big ideas will be most meaningful for children. Work with other teachers to eliminate the redundancies that rarely deepen understanding.<br/>When teachers feel pressed to cover everything in the standards, the result is a watered down or disconnected program. If you approach the curriculum in terms of big ideas and concepts rather than topics and themes or isolated facts, you'll be better able to help children make connections and gain in-depth knowledge.<b>Should a teacher ever say \"no\" to an idea or investigation that emerges from the student's?</b><br/>Yes. A teacher's response to a student's idea or investigation should depend on his or her learning goal for the students. What might they learn from the idea? Does it fit with the science concepts and big ideas? Are there cost or safety concerns that might weigh against implementing this particular idea or investigation?<br/>The fact that students are motivated to come up with ideas and ask questions indicates that the teacher is making science relevant and exciting. One way to determine whether ideas or investigations should be pursued is to ask which of the learning goals they will achieve.<b>How much do teachers need to know about science to teach this way?</b><br/>The stronger the teacher's knowledge of the content area the better he or she can help children build their own understanding. A strong knowledge base can also help teachers be sure of where they want to lead children in terms of the learning goals. <br/>To increase their knowledge, teachers can read books, work with colleagues, use teacher guides or carefully selected internet sites, ask experts to come to the classroom, or attend professional development seminars.<br/>Teachers who use the classroom-ecosystem approach need to see themselves as learners with the children, but they also must stay one step ahead, keeping in mind the concepts. Still, that doesn't mean they need to know it all. In the course of investigations children will come up with challenging questions. Teachers must know where to look for information and be willing to take the time to find it. A very important part of the classroom-ecosystem approach is this dynamic of constant learning on the part of both the teacher and the child."
      }
    },
    {
      "index": 6,
      "title": "Display Setup",
      "colorScheme": "green",
      "type": "page",
      "definition": "A challenge as educators is to think beyond decorating the classroom and consider how the walls and areas of the room can be used effectively to promote curiosity, inquiry and creativity.",
      "benefits": "Classroom displays of children's on-going and finished work help to stimulate thinking and create dialogue, which in turn lead to new learning.<br/><br/>Displaying documentation of children's thought processes and conversations invites children to edit, revise and give further thought to their work. It gives teachers the opportunity to reflect on their practice. It also provides a way to bring parents into the life of the classroom.",
      "examples": "A collaborative project to build a model of a roller coaster is set up in the center of the classroom, where all children can add to it as they develop new knowledge. A painting of a roller coaster is mounted with a simple black border so the details of the child's work stand out.",
      "video": {
        "title": "Classroom Displays",
        "file": "video_10.mp4",
        "thumbnail": "preview10.jpg",
        "planningPoints": [
          {
            "cuetime": 4,
            "text": "Teachers should look beyond decoration and plan meaningful and functional displays that change along with the classroom."
          },
          {
            "cuetime": 31,
            "text": "Coming up with ways to include hands-on displays should be a part of the formal planning of classroom activities.  To correspond with a unit about friction, teachers arranged for classroom families to donate simple materials like sand and scraps of fabric, which were glued to cardboard and displayed on a table to promote student engagement with the concepts."
          },
          {
            "cuetime": 44,
            "text": "Teachers planned for their students' 2D and 3D representations of textures to also function as a stimulating wall display."
          },
          {
            "cuetime": 83,
            "text": "Plan to take pictures of your students engaged in class projects. These photos can help children and teachers to reflect on their work, and they also help parents be informed members of the classroom community."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 4,
            "text": "Classroom displays should be dynamic spaces for student work, as well as for thought-provoking objects that inspire children's thinking."
          },
          {
            "cuetime": 17,
            "text": "A table displaying hands-on books and materials becomes an interactive display designed to attract attention and encourage students' engagement."
          },
          {
            "cuetime": 38,
            "text": "Look for ways to allow individual and collaborative student projects to be the focus of your classroom display.  Here, students used clay to represent words that describe characteristics of matter.  The individual pieces are arranged to create a visual \"chart\" that supports students' thinking."
          },
          {
            "cuetime": 51,
            "text": "Keeping display boards simple and uncluttered allows children's work to be the focus. A bulletin board covered with busy patterns and colors can detract from the integrity of children's work."
          },
          {
            "cuetime": 76,
            "text": "Documenting learning processes and ongoing projects can also be an important part of classroom display.  It encourages students to reflect on their thought processes and past work.  Documentary display also allows teachers to reflect upon their practice."
          },
          {
            "cuetime": 113,
            "text": "Allowing ongoing projects to remain a part of the classroom display inspires children to continue thinking about the material throughout the school day. The presence of the rollercoaster on the outside windows of the classroom encourages children to discuss possible additions or changes, and keeps the concepts fresh in their minds."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 11,
            "text": "Classroom displays should feature hands-on objects to promote curiosity and engagement. This requires establishing a classroom culture early in the year where students respect classroom property and are trusted to use it appropriately."
          },
          {
            "cuetime": 38,
            "text": "Here, student representations are displayed as an informational chart that illustrates the various characteristics of matter. This type of display emphasizes students' work as a source of information, validating their efforts and showing that their contributions to the classroom are valued."
          },
          {
            "cuetime": 76,
            "text": "Documentation displays that show photographs of children at work help engage parents in the life of the classroom and make them part of the learning community. Here, parents can see their children engaged in a long-term project, and can follow the evolution of the project step-by-step."
          }
        ],
        "exPoints": [
          {
            "cuetime": 11,
            "text": "Including books, posters, and 3D objects in your classroom displays provides children with experiences related to the curricular concepts. Here, teachers have set out simple inclined planes, small blocks of various shapes, and surfaces with different textures for children to explore, providing them with firsthand experiences."
          },
          {
            "cuetime": 17,
            "text": "Including reading materials and informational posters in classroom displays offers students thirdhand experiences that enhance their understanding of the concepts and provide background information for firsthand experiences."
          },
          {
            "cuetime": 57,
            "text": "Here, the classroom display includes photographs of students exploring the properties of different states of matter through firsthand experiences."
          },
          {
            "cuetime": 63,
            "text": "The display tells the story of a \"solids hunt\", where students went exploring outside and brought back a variety of items with different characteristics. They then categorized the items and wrote descriptions of them."
          },
          {
            "cuetime": 146,
            "text": "A student's representation of swings in motion reflects the child's firsthand experience on the playground. Including the representation in the classroom display reinforces for all the students that they experience the physical principles of force and motion every day."
          }
        ],
        "repPoints": [
          {
            "cuetime": 38,
            "text": "Student representations of concepts are the cornerstone of classroom display.  Making students' creative work visible in the classroom helps stimulate thinking and reinforces the concepts."
          },
          {
            "cuetime": 94,
            "text": "Students' 2-D representations, including labeled diagrams they create to represent their understanding, can be powerful components of a thought-provoking classroom display."
          },
          {
            "cuetime": 113,
            "text": "The students' 3D representation of a rollercoaster is mounted on the outside of the classroom, where it can remain while the building process continues. Displaying in-process projects like this one allows children to continually examine their work and add to it as they learn more about the concepts and big ideas."
          },
          {
            "cuetime": 139,
            "text": "As part of their unit on motion, the students collaborated on a large-scale mural on canvas, which represents their understanding of the physics at work at a local amusement park. The painting has become a permanent part of the school's hallway display."
          }
        ],
        "description": "This video depicts a variety of ways that classroom displays support the teaching of science for young children. Classroom displays should adapt to reflect the science content and children's evolving ideas.",
        "AoS": "Physical Science",
        "topic": "Various",
        "bigIdea": "Various",
        "concept": "Various",
        "gradeLvl": "K-3 Science",
        "standards": "Various Physical Science standards"
      },
      "enrich": {
        "intro": "Before developing Display Setup, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It reflects children's culture and ideas",
            "moreIntro": null,
            "more": "Integrating social studies with science, teachers had students create their self-portraits using many different kinds of solids.",
            "moreImg": "dis_eco_1.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It reflects the culture of the school",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Displays of children's work include documentation",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It includes children's on-going projects",
            "moreIntro": null,
            "more": "A roller coaster that sent messages between two adjacent classrooms was built during a three-month period. As children gained more knowledge of the physical science content such as force and motion, kinetic and potential energy, and simple machines, they added new ideas to their project.",
            "moreImg": "dis_eco_4.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It includes places for the eye to rest and the mind to reflect",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It does not rely on pre-packaged materials",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>My days are already so full, how can I fit in time to plan with other teachers?</b><br/>It is often necessary to look for creative ways to make time for planning. You might turn a weekly lunchtime into a potluck gathering where a group of teachers share a meal and discuss the curriculum. You might schedule PE or extracurricular activities at the same time as your teaching partner and use that time to meet. Some teachers meet while classroom aides are supervising children outside. Others fit in brief 15-minute discussions on several different days each week.<br/>Too often in schools we devote more time to discussing day-to-day nuts and bolts than we do planning curriculum goals. Trading some of the time ordinarily spent on procedures and using it instead for discussions of big ideas and concepts helps shift the focus to children's learning.<b>How can teachers cover everything in the curriculum if they use this approach?</b><br/>The classroom-ecosystem approach stresses depth over breadth. Therefore you should work in the beginning of the year to carefully select the areas you will spend more time on than others. Examine the curriculum and the science education standards and try to determine which concepts and big ideas will be most meaningful for children. Work with other teachers to eliminate the redundancies that rarely deepen understanding.<br/>When teachers feel pressed to cover everything in the standards, the result is a watered down or disconnected program. If you approach the curriculum in terms of big ideas and concepts rather than topics and themes or isolated facts, you'll be better able to help children make connections and gain in-depth knowledge.<b>Should a teacher ever say \"no\" to an idea or investigation that emerges from the student's?</b><br/>Yes. A teacher's response to a student's idea or investigation should depend on his or her learning goal for the students. What might they learn from the idea? Does it fit with the science concepts and big ideas? Are there cost or safety concerns that might weigh against implementing this particular idea or investigation?<br/>The fact that students are motivated to come up with ideas and ask questions indicates that the teacher is making science relevant and exciting. One way to determine whether ideas or investigations should be pursued is to ask which of the learning goals they will achieve.<b>How much do teachers need to know about science to teach this way?</b><br/>The stronger the teacher's knowledge of the content area the better he or she can help children build their own understanding. A strong knowledge base can also help teachers be sure of where they want to lead children in terms of the learning goals. <br/>To increase their knowledge, teachers can read books, work with colleagues, use teacher guides or carefully selected internet sites, ask experts to come to the classroom, or attend professional development seminars.<br/>Teachers who use the classroom-ecosystem approach need to see themselves as learners with the children, but they also must stay one step ahead, keeping in mind the concepts. Still, that doesn't mean they need to know it all. In the course of investigations children will come up with challenging questions. Teachers must know where to look for information and be willing to take the time to find it. A very important part of the classroom-ecosystem approach is this dynamic of constant learning on the part of both the teacher and the child."
      }
    },
    {
      "index": 7,
      "title": "Resource Setup",
      "colorScheme": "green",
      "type": "page",
      "definition": "Resources in the classroom should be readily accessible and include objects and materials that attract attention, invite curiosity, inspire discussion, and support a variety of ways of thinking and representing ideas. They should include objects found in nature, recycled materials and interesting or unusual books. There should be materials such as wood, wire, fabric, tiles, and paper of different sizes, shapes, textures and weight. There also should be a variety of art supplies such as charcoal, clay, paints, colored pencils and pastels.",
      "benefits": "Resources provide children with the means to express themselves, support their learning process and communicate what they have learned. Offering a variety of interesting resources in a way that is readily accessible to children fosters independence and helps children grow as learners.",
      "examples": "To represent the characteristics of a solid, the teacher provides students with a variety of natural materials that can be used to symbolize qualities such as \"pointy,\" \"rough,\" \"crunchy\" and \"shiny.\"",
      "video": {
        "title": "Classroom Resources",
        "file": "video_11.mp4",
        "thumbnail": "preview11.jpg",
        "planningPoints": [
          {
            "cuetime": 7,
            "text": "Thinking about what materials children will need in their work is an important part of planning. When planning for a long-term project, teachers should consider asking parents to bring in modest materials and scraps for the children's use."
          },
          {
            "cuetime": 24,
            "text": "To support children's understanding of solids, the teacher planned an experience in which she provided a variety of rocks for the children to sort into groups according to characteristics.  She had the rocks waiting on tables for children when they returned from lunch so they could get to work right away."
          },
          {
            "cuetime": 30,
            "text": "In formal planning in the beginning of the year, the teacher arranged for every child to have a clipboard for recording observations. The sturdy clipboards can be taken on field trips and reused from year to year."
          },
          {
            "cuetime": 51,
            "text": "Teachers can work with their school or local librarian to select reading materials that enrich children's understanding of the concepts and big ideas."
          },
          {
            "cuetime": 72,
            "text": "Including resources such as wheels and axles in the dramatic play area helps ensure that even unstructured choice time provides an opportunity to enrich children's understanding of the concepts and big ideas."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 15,
            "text": "Resources should include books, art supplies and an assortment of creative materials. To foster independence and creativity, children should be able to access resources when they need them and without assistance."
          },
          {
            "cuetime": 20,
            "text": "Grouping supplies in an attractive manner makes them inviting to children. It also inspires children to want to experiment with different media, which in turn enriches their work and provides multiple opportunities for assessment."
          },
          {
            "cuetime": 26,
            "text": "Resources are as much a part of the classroom's physical environment as the furniture and display boards.  Their visibility is a constant reminder to children that thinking is an active process, and that ideas should be recorded, experimented with, evaluated and revised."
          },
          {
            "cuetime": 44,
            "text": "Book displays should be changed and updated to correspond with the subject matter taught in the classroom. Here, a selection of books about force and motion and simple machines provide information related to the concepts and big ideas."
          },
          {
            "cuetime": 62,
            "text": "A small table display provides stimulating, unusual and thought-provoking items that children may explore on their own."
          },
          {
            "cuetime": 75,
            "text": "Asking classroom families to bring in modest materials and scraps can be an inexpensive way to support a large-scale project.  Designating a kid-friendly place in the classroom for these varied supplies broadens children's thinking and encourages creativity."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 19,
            "text": "Setting up spaces where materials are stored in an attractive and welcoming way encourages pride in the learning environment and inspires children's thinking."
          },
          {
            "cuetime": 25,
            "text": "Storing materials so that they are always at hand tells children that they are capable, responsible members of the classroom community and that they have important work to do."
          },
          {
            "cuetime": 38,
            "text": "Communicating expectations and setting routines supports a classroom culture where everyone takes responsibility for their surroundings. In turn, children should be trusted to treat classroom property with respect and to work as independently as possible."
          }
        ],
        "exPoints": [
          {
            "cuetime": 24,
            "text": "To support children's understanding of solids, the teacher set out materials for a firsthand experience in which children sorted a variety of rocks into groups according to characteristics."
          },
          {
            "cuetime": 51,
            "text": "Books about force and motion and simple machines provide thirdhand experiences to enrich children's understanding of the concepts and big ideas. Making reading materials readily available throughout the room encourages children to use books as a resource in their work and to explore science related materials during reading time."
          },
          {
            "cuetime": 67,
            "text": "A classroom setup that incorporates resources related to the concepts and big ideas encourages children to seek out firsthand experiences on their own. Observations and information gathered from these experiences can inform classroom discussions."
          }
        ],
        "repPoints": [
          {
            "cuetime": 15,
            "text": "Keep in mind that no one medium offers the best means of expression for every child. Offering a wide variety of materials to be used in representation helps children convey their understanding of concepts and big ideas and also can give the teacher a more accurate assessment of children's understanding."
          },
          {
            "cuetime": 30,
            "text": "Clipboards are one way to provide a convenient and efficient way for children to record observations. The observations will later inform children's representations of the concepts and big ideas."
          },
          {
            "cuetime": 56,
            "text": "Including a selection of nonfiction books amongst other hands-on materials encourages children to see the books as reference tools to be used in creating representations."
          },
          {
            "cuetime": 74,
            "text": "Resources for large-scale representations can include a variety of donated materials. Using donated or found materials keeps costs low and inspires children to extend their thinking."
          }
        ],
        "description": "This video depicts a variety of resources to be used in teaching science for young children. A variety of adaptable resources should be offered to support the science content and children's evolving ideas.",
        "AoS": "Physical Science",
        "topic": "Various",
        "bigIdea": "Various",
        "concept": "Various",
        "gradeLvl": "K-3 Science",
        "standards": "Various Physical Science standards"
      },
      "enrich": {
        "intro": "Before developing Resource Setup, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It includes a variety of materials",
            "moreIntro": null,
            "more": "Natural materials like these were offered to children to assist them in representing the different characteristics of a solid. Providing a variety of materials helps give students choices and assures that each child's work will be distinctive and unique.",
            "moreImg": "res_eco_1.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Materials are accessible to children",
            "moreIntro": null,
            "more": "To show their understanding of a force creating motion, students were asked to create a surface with friction and a surface without. These students independently look for materials that would best represent a bumpy, rough surface.",
            "moreImg": "res_eco_2a.jpg",
            "moreTwo": "To help students get a better understanding of how simple machines work, a repair shop was set up in the classroom. To their delight the students were able to take apart the machines and see wheels, screws, wedges, inclined planes and levers.",
            "moreImgTwo": "res_eco_2b.jpg"
          },
          {
            "text": "Materials inspire imagination",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Nothing in the room is off limits to children",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>My days are already so full, how can I fit in time to plan with other teachers?</b><br/>It is often necessary to look for creative ways to make time for planning. You might turn a weekly lunchtime into a potluck gathering where a group of teachers share a meal and discuss the curriculum. You might schedule PE or extracurricular activities at the same time as your teaching partner and use that time to meet. Some teachers meet while classroom aides are supervising children outside. Others fit in brief 15-minute discussions on several different days each week.<br/>Too often in schools we devote more time to discussing day-to-day nuts and bolts than we do planning curriculum goals. Trading some of the time ordinarily spent on procedures and using it instead for discussions of big ideas and concepts helps shift the focus to children's learning.<b>How can teachers cover everything in the curriculum if they use this approach?</b><br/>The classroom-ecosystem approach stresses depth over breadth. Therefore you should work in the beginning of the year to carefully select the areas you will spend more time on than others. Examine the curriculum and the science education standards and try to determine which concepts and big ideas will be most meaningful for children. Work with other teachers to eliminate the redundancies that rarely deepen understanding.<br/>When teachers feel pressed to cover everything in the standards, the result is a watered down or disconnected program. If you approach the curriculum in terms of big ideas and concepts rather than topics and themes or isolated facts, you'll be better able to help children make connections and gain in-depth knowledge.<b>Should a teacher ever say \"no\" to an idea or investigation that emerges from the student's?</b><br/>Yes. A teacher's response to a student's idea or investigation should depend on his or her learning goal for the students. What might they learn from the idea? Does it fit with the science concepts and big ideas? Are there cost or safety concerns that might weigh against implementing this particular idea or investigation?<br/>The fact that students are motivated to come up with ideas and ask questions indicates that the teacher is making science relevant and exciting. One way to determine whether ideas or investigations should be pursued is to ask which of the learning goals they will achieve.<b>How much do teachers need to know about science to teach this way?</b><br/>The stronger the teacher's knowledge of the content area the better he or she can help children build their own understanding. A strong knowledge base can also help teachers be sure of where they want to lead children in terms of the learning goals. <br/>To increase their knowledge, teachers can read books, work with colleagues, use teacher guides or carefully selected internet sites, ask experts to come to the classroom, or attend professional development seminars.<br/>Teachers who use the classroom-ecosystem approach need to see themselves as learners with the children, but they also must stay one step ahead, keeping in mind the concepts. Still, that doesn't mean they need to know it all. In the course of investigations children will come up with challenging questions. Teachers must know where to look for information and be willing to take the time to find it. A very important part of the classroom-ecosystem approach is this dynamic of constant learning on the part of both the teacher and the child."
      }
    },
    {
      "index": 8,
      "title": "Culture",
      "colorScheme": "purple",
      "type": "topic",
      "quote": "Visitors to UCLA Lab School are impressed by how articulate students are in describing their own learning processes. That lack of shame in incomplete mastery does not happen by accident. It is a matter of teachers managing the face threat potential of engaging students at the leading edge of their capacity, or in the zone of proximal development.",
      "citation": "Adapted from Erickson, F., with Bagrodia, R., Cook-Sather, A., Espinoza, M., Jurow, S., Shultz, J. and Spencer, J. (2007). Students' Experience of School Curriculum: The Everyday Circumstances of Granting and Withholding Assent to Learn. In Connelly, F.M. et al (eds.), The Sage Handbook of Curriculum. Thousand Oaks, CA: Sage Publications, Inc., pp. 198-218.",
      "more": "An effective classroom ecosystem is one in which teachers and students work together with mutual respect and as active participants in the learning process. Teachers facilitate active learning by providing opportunities for children to work in a variety of social arrangements; by modeling respect for ideas, encouraging questions, and valuing mistakes as part of learning; and by fostering children's independent use of resources to construct knowledge."
    },
    {
      "index": 9,
      "title": "Student-Student Culture",
      "colorScheme": "purple",
      "type": "page",
      "definition": "Children should be able to trust that they can work with their classmates in a socially safe environment. They should be able to avoid embarrassment, work without interference from other students when they wish to do so, and at other times work cooperatively with students, getting and giving help to one another in a timely way. Children should be given opportunities to work in a variety of configurations: individually, in pairs, in small groups of four or five, and as a whole group. Each configuration provides different opportunities to develop independence or to share work, negotiate ideas and conflicts, actively listen to other perspectives and develop relationships.",
      "benefits": "Working together in conditions of mutual respect enriches children's personal relationships and improves verbal and nonverbal communication skills. When children work in a group they must be able to articulate their ideas without fear of harsh criticism or mockery from their fellow students. This candor helps students to deepen their understanding of concepts, which enhances their cognitive development. As children communicate about their thinking, they learn to speak in relationship to listening, and listen in relationship to speaking. In this way they challenge each others' thinking, with consideration for others, thus developing positive social skills.",
      "examples": "In a large group, children discuss whether they should build their roller coaster inside or outside the classroom. The teacher acts as a facilitator while the children exchange ideas and concerns about the roller coaster's location. Children become invested in the process because they are given the opportunity to make decisions and come up with solutions.",
      "video": {
        "title": "The Roller Coaster",
        "file": "video_15.mp4",
        "thumbnail": "preview15.jpg",
        "planningPoints": [
          {
            "cuetime": 13,
            "text": "When the children came up with the idea to build a roller coaster, the teachers did project planning to ensure that there would be many opportunities for learning about the science concepts and big ideas."
          },
          {
            "cuetime": 29,
            "text": "In their project planning, teachers asked families to contribute scrap materials for use in building the roller coaster."
          },
          {
            "cuetime": 82,
            "text": "Part of the planning process was to group children into committees. These two students volunteered for the Building Committee. Committees are a good way to incorporate small-group work into class projects, and they mirror practices used in the adult workplace."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 14,
            "text": "Teachers and children work on the roller coaster outside. Using outdoor space extends the learning environment and allows teachers and small groups to engage in detailed, concentrated work with fewer distractions."
          },
          {
            "cuetime": 25,
            "text": "Students and teachers chose to mount the roller coaster in a space where they can have easy, on-going access to it. This allows them to make revisions as needed and helps create an on-going dialogue about the project and the concepts."
          },
          {
            "cuetime": 93,
            "text": "The materials for the project are varied and accessible to all the children. The teacher encourages the children to decide which materials will work best for their purpose."
          },
          {
            "cuetime": 137,
            "text": "The materials include a jumble of donated scraps. Using donated and found materials keeps project costs low and inspires children to use creativity and imagination."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 5,
            "text": "Although a teacher is present to supervise, the children are trusted to work on testing and improving the model roller coaster the group is building. They are able to work independently and productively because the teachers have set up routines to support this and children have had much practice working together."
          },
          {
            "cuetime": 24,
            "text": "Notice that the task requires the children to work cooperatively to solve the problem of how to get the ball through the tube. Real work in the world requires collaboration."
          },
          {
            "cuetime": 54,
            "text": "Notice how the children negotiate ideas, making suggestions and in turn being open to suggestions. Again, this kind of cooperative work is made possible by giving children many opportunities to work together."
          },
          {
            "cuetime": 155,
            "text": "The task engages the children and sustains their interest because it is in the context of a project they and their peers have generated."
          }
        ],
        "exPoints": [
          {
            "cuetime": 24,
            "text": "Working with a 3-D model provides children with firsthand experiences that make the concepts more tangible. Here the children can observe firsthand the effects of force and motion and the operation of simple machines such as inclined planes."
          },
          {
            "cuetime": 44,
            "text": "The students' building and testing of the roller coaster model is informed by previous experiences designed to illustrate the concepts. It also will provide context and help deepen understanding as they continue to explore the concepts and big ideas."
          }
        ],
        "repPoints": [
          {
            "cuetime": 13,
            "text": "The model roller coaster is a 3-D representation of concepts such as 'force causes motion and simple machines make work easier'."
          },
          {
            "cuetime": 36,
            "text": "Before beginning construction of the roller coaster, the children created 2-D representations of the components, such as inclined planes. In their drawings and paintings the children recorded their observations and then used those observations to inform the building of their 3-D representations."
          },
          {
            "cuetime": 82,
            "text": "The students' testing leads to observations about what makes sections of the roller coaster function, and this in turn leads to revisions to the model. Revising their 3-D representations allows children to deepen their understanding and formulate new questions."
          }
        ],
        "description": "During their study of simple machines, force and motion, and kinetic and potential energy, students decided to build a roller coaster that sends messages from one classroom to another. In this video, two children are working on the roller coaster model.",
        "AoS": "Physical Science",
        "topic": "Matter and Energy",
        "bigIdea": "Cause and Effect",
        "concept": "Force causes motion",
        "gradeLvl": "K-1 Science",
        "standards": "The motion of objects can be observed and measured. As a basis for understanding this concept:<ol><li>Students know the position of an object can be described by locating it in relation to another object or to the background.</li><li>Students know an object's motion can be described by recording the change in position of the object over time.</li><li>Students know the way to change how something is moving is by giving it a push or a pull. The size of the change is related to the strength, or the amount of force, of the push or pull.</li><li>Students know tools and machines are used to apply pushes and pulls (forces) to make things move.</li><li>Students know objects fall to the ground unless something holds them up.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Student-Student Culture, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "The classroom space supports the variety of ways that children learn",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Teachers trust children to work in small groups without adult guidance",
            "moreIntro": null,
            "more": "Giving children opportunities to work with peers and to manage their own learning helps them become more engaged in the work and more likely to gain deep understanding of the concepts. To help ensure that the small groups are successful, teachers need to set up clear expectations for how children work together, and they need to communicate these expectations early and often.",
            "moreImg": "stu_eco_2.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Frequent conversations encourage differing perspectives and ideas",
            "moreIntro": null,
            "more": "Discussion and negotiation help children make sense of the concepts, the big ideas and the learning experiences. As children talk to one another they have natural opportunities to question and explain, to sort out what they do and do not understand and to revise their thinking. This active processing of ideas makes the content more memorable and engaging for students. It also helps students develop work and social skills that will be useful throughout their lives.",
            "moreImg": "stu_eco_3.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>How can I be sure students are learning if there is no teacher or adult at a table?</b><br />The classroom-ecosystem approach to teaching and learning is based on the belief that children are naturally curious and capable of learning independently.<br/>To help ensure that the learning goals are met, set up experiences and materials that are engaging for children and have purpose. Everything on the table should be connected to the concepts and big ideas.<br/>The way teachers put out materials is also important. For example, provide tools such as magnifying glasses to accompany experiences. Set out books with intriguing photos to help children in their research. Make sure there are sharpened pencils and different types of paper for children to use. Inviting materials help engage children in the learning experiences and encourage them to record their ideas and their understanding.<br/><b>When is there time in the day for conversation and discussion? How do I best facilitate them?</b><br/>Children need to have opportunities throughout the day to share their work with the teacher and each other and to discuss their hypotheses, predictions and thoughts for further study. This is when critical thinking and deep learning happen.<br/>After each work time hold a debriefing. Follow firsthand, secondhand and thirdhand experiences and any kind of representation of understanding with a conversation. These conversations can be one-on-one with a teacher or involve the whole group. Whenever possible, include time for both types of discussion.<br/>The best way to facilitate conversation is through asking open-ended questions and allowing children to answer without fear of judgment. For example, ask children: What did you notice? How did this thing compare to that one? What are some things that are similar, different? What if we were to add this? What do you predict will happen? How can you record what happened?<br/>Conversations are most effective when the class is gathered in a common space, such as on the rug, rather than in desks or in rows of chairs. Sitting together in a circle on the rug helps make clear that everyone is a potential contributor and everyone's contribution is valued.<br/><b>How do I encourage students who have a hard time participating in discussions?</b><br/>Each child has something valuable and important to offer the learning community. It's important for teachers to unlock that gift, to find a child's strengths and what really interests her or him. This takes a lot of listening to and observing children, but it pays off in richer, fuller class discussions and deeper understanding of the concepts for all the children. If a child is quiet or reticent, put him in charge of a project he can share and feel proud of. Facilitate conversations so not only the same children are answering. Give quieter children time to answer. Modeling a respectful way to converse helps everyone learn how to be part of a productive work group.<br/><b>What are some ways to build \"community\" in my classroom?</b><br/>Setting up reasonable expectations for behavior and making sure children know what those expectations are helps build a community where everyone takes responsibility for himself or herself and everyone takes on the role of contributor.<br/>In the beginning of the year and throughout the year, talk to children about taking care of their learning environment and keeping it beautiful. Emphasize that each person is an integral part of that. Build in lessons about how to take care of materials by putting caps on markers, cleaning up paintbrushes, putting away supplies, etc.<br/>Model respect for children to help ensure that they will respect you and the other adults and children in the classroom. Even small things such as speaking to children warmly and with respect for their intelligence, displaying their work without added adornment, and giving them the time they need to complete tasks or answer questions help create a constructive community."
      }
    },
    {
      "index": 10,
      "title": "Teacher-Student Culture",
      "colorScheme": "purple",
      "type": "page",
      "definition": "Children should be able to trust that they can work comfortably with their teacher in the presence of their fellow students. They should be able to avoid embarrassment as they interact with their teacher, work without interruption when that is appropriate, ask for help from the teacher, and get help in a timely way, when they need it. The teacher's role in the classroom ecosystem is one of active listener, facilitator of ideas and researcher.",
      "benefits": "When the social arrangement of the classroom as a workplace for learning is one in which children feel safe to ask questions and take intellectual risks they become deeper thinkers and more invested learners. Addressing children's individual needs, integrating their ideas into instruction, and encouraging questions helps all children feel they have a contribution to make. As children see their ideas becoming an important part of classroom life, they feel invested in the classroom community and are more open and ready to take on new learning. They develop strong learning morale.",
      "examples": "To assess a student's understanding of a concept, the teacher asks him to explain his reasoning. During the course of his explanation, the child realizes that he doesn't quite understand and he begins to question his reasoning. Rather than criticizing the child for being \"wrong\" or telling him the \"right\" answer, the teacher allows the student time to explain his thinking and helps to scaffold his understanding through inquiry.",
      "video": {
        "title": "Alex Being Forthright - and Mistaken",
        "file": "video_8.mp4",
        "thumbnail": "preview8.jpg",
        "planningPoints": [
          {
            "cuetime": 5,
            "text": "The idea to build a roller coaster was generated by the children. The teachers did careful planning to align the project with the concepts and big ideas."
          },
          {
            "cuetime": 17,
            "text": "The teacher planned this time to work with a small group of students to assess their understanding of the concepts of kinetic and potential energy. Meanwhile, a teaching assistant and a parent volunteer work with the other children on another aspect of the roller coaster project."
          },
          {
            "cuetime": 49,
            "text": "After realizing the students in the small group were confused about the concepts, the teacher brought the discussion to the whole group. This required flexibility in planning and a willingness to allow the children's needs to influence the course of instruction."
          },
          {
            "cuetime": 118,
            "text": "After this discussion, the teacher will do additional planning with her colleagues to clarify her own understanding of the scientific concepts and determine how best to clarify them for the students."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 3,
            "text": "When setting up a large project, consider all aspects of the learning environment. Using outdoor space, when possible, provides opportunities for small group work and allows for in-depth, uninterrupted discussion."
          },
          {
            "cuetime": 15,
            "text": "Throughout the work space, resources are accessible to all the children. Note the canisters of building materials on the countertop. When the camera zooms out, notice the paint bottles to the left of the sink and the materials in storage tables at the far right. These important supplies are stored at children's height and are available as they need them."
          },
          {
            "cuetime": 32,
            "text": "The roller coaster is mounted on the outside of the classroom windows and remains there for the duration of the project. Displaying on-going work helps stimulate thinking, creativity and discussion, and integrates the project into the life of the classroom."
          },
          {
            "cuetime": 44,
            "text": "Notice the photos displayed behind the roller coaster. They tell the story of the project thus far. Displaying documentation of the group's planning and thinking process provides context for the project, gives teachers and children opportunities for reflection, and offers parents a way to connect with the children's work."
          },
          {
            "cuetime": 57,
            "text": "Student work, including paintings depicting force and motion, is displayed prominently in the classroom. The displays help stimulate thinking, create dialogue and convey that the children's work is valued."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 3,
            "text": "Notice the teacher's request: \"Alex, you gotta explain that.\" Without a lot of prior work on making it safe to say what you think when the teacher asks, this request would be intimidating to a child."
          },
          {
            "cuetime": 14,
            "text": "Notice that Alex is comfortable expressing his ideas. Although he is slightly wrong about the concepts, discussing them will help him refine his understanding and work toward a notion of potential energy being gained or lost as it trades off with kinetic energy (energy of motion)."
          },
          {
            "cuetime": 29,
            "text": "The teacher realizes there is something that doesn't add up, but she doesn't tell the child he's wrong or correct him. Instead she tries to help him clarify his understanding by engaging him in dialogue."
          },
          {
            "cuetime": 32,
            "text": "Now the child realizes he isn't right, but he is still being candid. Although the stakes for embarassment are higher, he still says what he thinks. An effective classroom culture values learning as a process and allows children to revise their thinking through discussion and interaction."
          },
          {
            "cuetime": 45,
            "text": "Note that the teacher could have let the misconception pass, but she doesn't. Because she has established the classroom as a socially safe environment, she knows she can engage the whole group in the discussion."
          },
          {
            "cuetime": 70,
            "text": "Alex is saying that the message ball is gaining kinetic energy when it is going down. Notice he is still willing to share his ideas openly, even when he is in front of the whole class. Notice, too, that everyone is respectful as he speaks."
          },
          {
            "cuetime": 80,
            "text": "Here the teacher has noticed another child has something to say. Together the teacher and children construct a discussion in which children say what they think and no one attacks their ideas or pokes fun. The clear message is that the classroom is a safe place where thoughts can be expressed without negative consequences."
          },
          {
            "cuetime": 89,
            "text": "Notice how the teacher picks up on the child's question, \"When it's going down it's going faster. So how is it losing speed?\" When the teacher says, \"That's confusing,\" she underscores the dissonance between the ideas and models how to think through a problem"
          },
          {
            "cuetime": 95,
            "text": "As discussions and re-teaching continue, the teacher will use what the children are saying to distinguish between speed and total energy and between kinetic and potential energy."
          },
          {
            "cuetime": 116,
            "text": "For more about the story of the roller coaster, go to the Flexible Planning video, which shows how the teachers did research to clarify their understanding of kinetic and potential energy and then brought the information to the children."
          }
        ],
        "exPoints": [
          {
            "cuetime": 3,
            "text": "The children began building the roller coaster toward the end of the school year, but they had been building knowledge of the concepts since September. For example, a trip to a local amusement park allowed the children to explore the concepts of force and motion and kinetic and potential energy through firsthand experiences with roller coasters."
          },
          {
            "cuetime": 8,
            "text": "The students have firsthand experiences as they use the roller coaster model to apply their knowledge of the concepts."
          },
          {
            "cuetime": 95,
            "text": "The children are able to discuss scientific ideas because they have had many experiences throughout the year that were designed to familiarize them with the concepts. These included building and testing model inclined planes and experimenting with simple machines."
          }
        ],
        "repPoints": [
          {
            "cuetime": 15,
            "text": "Using their knowledge of the concepts, the students have built a 3-D working model of a roller coaster.  A student uses text to label the roller coaster where he thinks kinetic and potential energy are at work."
          },
          {
            "cuetime": 35,
            "text": "As the student explains his reasoning for labeling the parts of the roller coaster, he finds he is confused about the concepts. Having children talk about their work is an excellent way to assess their understanding and provides an opportunity to clarify the concepts."
          },
          {
            "cuetime": 57,
            "text": "Notice the paintings displayed above and to the right of the white board. They are 2-D representations of the children's understanding of force and motion."
          },
          {
            "cuetime": 116,
            "text": "Giving children the opportunity to represent their thinking in different ways (i.e., orally, by drawing and painting, and by building a 3-D model) helps children understand the 'how, what' and 'why' of a concept. It also offers multiple entry points to accommodate different learning styles."
          }
        ],
        "description": "In the sequence before this video begins, the teacher had asked children to label their roller coaster at the points where the ball achieves maximum kinetic and potential energy. When Alex explains his placement of the labels, it becomes apparent that he is confusing velocity with the distinction between kinetic and potential energy. The teacher recognizes this and makes a plan to help him refine his understanding. (For more on how she and her colleague re-teach the concepts to clear up the misconceptions, go to the Example Video in Flexible Planning.)",
        "AoS": "Physical Science",
        "topic": "Kinetic and Potential Energy",
        "bigIdea": "Cause and Effect",
        "concept": "Energy is stored and energy is released",
        "gradeLvl": "K-1 Science",
        "standards": "The concepts here go beyond the standards, but it was important to address them because they came up in the context of the project."
      },
      "enrich": {
        "intro": "Before developing Student-Student Culture, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "Frequent conversations encourage differing perspectives and ideas",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Teachers actively listen to children's ideas and emergent thinking",
            "moreIntro": null,
            "more": "Active listening on the part of the teacher encourages children to express their ideas. It helps children develop confidence and empowers them to take an active role in the learning process. This sets up a different kind of relationship in the classroom, one that is less focused on the teacher imparting knowledge and more on teachers and students working together to construct knowledge.<br/>When teachers take the time to listen to children's ideas they get to know their students better and see their potential and their individuality. Strong knowledge of their students helps teachers become better at assessing learning and is a key factor in children's academic success.",
            "moreImg": "tea_eco_2.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Teachers see themselves as researchers and facilitators of children's learning",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "The classroom space is comfortable and sparks children's curiosity",
            "moreIntro": null,
            "more": "Providing children with a comfortable, inviting physical environment lets them know that they are valued and encourages their cooperative participation in the learning community. An attractive, functional space in which children can easily access resources and work both independently and cooperatively invites them to engage with the concepts and big ideas. When the physical environment is safe and inviting, opportunities emerge for children to share their ideas and understanding with one another and to learn through their interactions with teachers and peers.",
            "moreImg": "tea_eco_4.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Teachers display student work without embellishments",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>How can I be sure students are learning if there is no teacher or adult at a table?</b><br />The classroom-ecosystem approach to teaching and learning is based on the belief that children are naturally curious and capable of learning independently.<br/>To help ensure that the learning goals are met, set up experiences and materials that are engaging for children and have purpose. Everything on the table should be connected to the concepts and big ideas.<br/>The way teachers put out materials is also important. For example, provide tools such as magnifying glasses to accompany experiences. Set out books with intriguing photos to help children in their research. Make sure there are sharpened pencils and different types of paper for children to use. Inviting materials help engage children in the learning experiences and encourage them to record their ideas and their understanding.<br/><b>When is there time in the day for conversation and discussion? How do I best facilitate them?</b><br/>Children need to have opportunities throughout the day to share their work with the teacher and each other and to discuss their hypotheses, predictions and thoughts for further study. This is when critical thinking and deep learning happen.<br/>After each work time hold a debriefing. Follow firsthand, secondhand and thirdhand experiences and any kind of representation of understanding with a conversation. These conversations can be one-on-one with a teacher or involve the whole group. Whenever possible, include time for both types of discussion.<br/>The best way to facilitate conversation is through asking open-ended questions and allowing children to answer without fear of judgment. For example, ask children: What did you notice? How did this thing compare to that one? What are some things that are similar, different? What if we were to add this? What do you predict will happen? How can you record what happened?<br/>Conversations are most effective when the class is gathered in a common space, such as on the rug, rather than in desks or in rows of chairs. Sitting together in a circle on the rug helps make clear that everyone is a potential contributor and everyone's contribution is valued.<br/><b>How do I encourage students who have a hard time participating in discussions?</b><br/>Each child has something valuable and important to offer the learning community. It's important for teachers to unlock that gift, to find a child's strengths and what really interests her or him. This takes a lot of listening to and observing children, but it pays off in richer, fuller class discussions and deeper understanding of the concepts for all the children. If a child is quiet or reticent, put him in charge of a project he can share and feel proud of. Facilitate conversations so not only the same children are answering. Give quieter children time to answer. Modeling a respectful way to converse helps everyone learn how to be part of a productive work group.<br/><b>What are some ways to build \"community\" in my classroom?</b><br/>Setting up reasonable expectations for behavior and making sure children know what those expectations are helps build a community where everyone takes responsibility for himself or herself and everyone takes on the role of contributor.<br/>In the beginning of the year and throughout the year, talk to children about taking care of their learning environment and keeping it beautiful. Emphasize that each person is an integral part of that. Build in lessons about how to take care of materials by putting caps on markers, cleaning up paintbrushes, putting away supplies, etc.<br/>Model respect for children to help ensure that they will respect you and the other adults and children in the classroom. Even small things such as speaking to children warmly and with respect for their intelligence, displaying their work without added adornment, and giving them the time they need to complete tasks or answer questions help create a constructive community."
      }
    },
    {
      "index": 11,
      "title": "Experiences",
      "colorScheme": "blue",
      "type": "topic",
      "quote": "A multiplicity of our five senses, the only avenues into the brain, are activated through firsthand experiences.",
      "citation": "Lowery, L. (1998).<br />The Biological Basis of Thinking and Learning (Monograph), p. 18<br />Berkeley, CA: Lawrence Hall of Science.",
      "more": "Before children can formulate questions or show what they know, they have to be provided with experiences related to the content. Once children have been provided background knowledge either through firsthand or secondhand experiences, they are ready to work with text, which both uses and deepens prior knowledge. The goal in providing children with a variety of experiences is to help them move from novice to expert in their understanding and their ability to apply their knowledge of the concepts."
    },
    {
      "index": 12,
      "title": "Firsthand Experiences",
      "colorScheme": "blue",
      "type": "page",
      "definition": "Firsthand experiences are concrete. They are learning opportunities that involve participation through our five senses.",
      "benefits": "Firsthand experiences provide children opportunities to connect prior knowledge with newly acquired knowledge and to apply learning to their everyday lives. They also offer opportunities for interactions to stimulate inquiry and discussions and incentive to research and learn more.",
      "examples": "For firsthand experiences with force and motion, the teacher takes the children to the playground. Using the slide, monkey bars and swings helps children see how forces such as pushes, pulls, gravity and friction create motion.",
      "video": {
        "title": "Simple Machines Make Work Easier",
        "file": "video_5.mp4",
        "thumbnail": "preview5.jpg",
        "planningPoints": [
          {
            "cuetime": 21,
            "text": "At first the teacher does not give the children the proper tools to make their work easier. Instead she has planned the experience so that children can discover firsthand how difficult it is to perform the task without simple machines."
          },
          {
            "cuetime": 36,
            "text": "The teacher has chosen materials that illustrate the concept that simple machines make work easier. She provides a variety of materials and tools, such as clay, wood, hammers, nails and rolling pins."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 10,
            "text": "The students' work is completed in small groups, where they can hear and see each others' activities."
          },
          {
            "cuetime": 31,
            "text": "The tools are in a central place where all children can access them without assistance."
          },
          {
            "cuetime": 57,
            "text": "The book on the table provides a ready source of information about simple machines that children can easily access."
          },
          {
            "cuetime": 64,
            "text": "In both classrooms, teachers make use of the entire space, setting up small groups at tables and allowing children to move around as they pursue their work."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 10,
            "text": "Working together in small groups, the children share their experiences and their observations."
          },
          {
            "cuetime": 48,
            "text": "Notice that the teacher sits with the children, at their level, so he can engage them in conversation about their work."
          },
          {
            "cuetime": 62,
            "text": "Notice that the children are trusted to use tools such as hammers and nails, and they use them responsibly. This is possible because the teachers have established routines to accustom children to working independently."
          }
        ],
        "exPoints": [
          {
            "cuetime": 3,
            "text": "First children are asked to work with wood and nails using only their hands."
          },
          {
            "cuetime": 29,
            "text": "Next, the children will be given the opportunity to experience using tools to make work easier. As the children are beginning, the teacher will focus them on the task by reminding them of the concept."
          },
          {
            "cuetime": 61,
            "text": "After the children have had the experience, the teacher will remind them again of the concept. Both the work assigned and the teacher's commentary ask the children to be explicit about the concept."
          }
        ],
        "repPoints": [
          {
            "cuetime": 70,
            "text": "The student uses text and drawing to represent her understanding that simple machines require less energy than doing the same task manually."
          },
          {
            "cuetime": 91,
            "text": "The teacher talks with the student to help her reflect on the experience and link it to the concepts."
          }
        ],
        "description": "The students are first asked to complete a set of tasks using only their hands. Then they are asked to complete the same tasks using small tools. This experience provides background knowledge on simple machines and how they make work easier.",
        "AoS": "Physical Science",
        "topic": "Matter and Energy",
        "bigIdea": "Systems",
        "concept": "Simple machines make work easier",
        "gradeLvl": "K-1 Science",
        "standards": "The motion of objects can be observed and measured. As a basis for understanding this concept:<ol><li>Students know the way to change how something is moving is by giving it a push or a pull. The size of the change is related to the strength, or the amount of force, of the push or pull.</li><li>Students know tools and machines are used to apply pushes and pulls (forces) to make things move.</li><li>Students know objects fall to the ground unless something holds them up.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Student-Student Culture, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It connects to children's prior knowledge",
            "moreIntro": null,
            "more": "On the playground, students experience force and motion firsthand. Although they have used the monkey bars many times before, they now have a specific intent, which is to create a motion using the push and pull of their bodies as a force.",
            "moreImg": "fir_eco_1.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It builds on previously taught concepts",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It involves a group discussion",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It is something the children suggest",
            "moreIntro": null,
            "more": "After engaging in a variety of firsthand experiences the teacher had planned, the children looked around the playground for their own examples of how force creates motion. They observed that pushing the knob on the drinking fountain forced the water to come out.",
            "moreImg": "fir_eco_4.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Children record their findings",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>My yearly classroom budget allows for only one field trip. How can I assure that my students get a variety of firsthand experiences?</b><br/>If field trips are not possible, finding creative ways to bring the experience into your classroom is the next best thing. For example, if your students are studying the rock cycle and a trip to the mountains to collect different kinds of rocks can't be arranged, bringing in igneous, sedimentary and metamorphic rocks for the children to observe is helpful. If it's not possible to visit a garden to witness pollination firsthand, growing a small garden that attracts pollinators in or around your classroom is also meaningful.<br/><b>Should I provide a firsthand experience for every new concept?</b><br/>Firsthand experiences should be used whenever possible. They provide children opportunities to connect prior knowledge with newly acquired knowledge and to apply learning to their everyday lives. However, it is not always possible to have children dissect an insect, observe a whale in its natural habitat or go for a walk to view a tree's varied-colored leaves. In this case, age-appropriate videos, photographs and text can and should be used.<br/><b>Where can I get quality expository science texts for young children?</b><br/>The library media teacher at your school or the children's librarian at your local public library can recommend books and point you to other resources.<br/>In addition, the following web sites publish lists of outstanding science books for children.<br/><a target='_blank' href='http://www.sbfonline.com/prizes.htm'>http://www.sbfonline.com/prizes.htm</a>Annual prize winners for excellence in science books, chosen by Science Books and Film (SB and F), a critical review journal devoted exclusively to print and non-print materials in all the sciences and for all age groups. SB and F is published by the American Association for the Advancement of Science (AAAS).<a href='http://www.nsta.org/publications/ostb/default.aspx' target='_blank'>http://www.nsta.org/publications/ostb/default.aspx</a>Titles on this annotated list are chosen because they are \"accurate and interesting and have a spark of inspiration that will challenge and extend the reader.\" Sponsored by the Australian Academy of Science."
      }
    },
    {
      "index": 13,
      "title": "Secondhand Experiences",
      "colorScheme": "blue",
      "type": "page",
      "definition": "Secondhand experiences are offered through visuals such as a video, a photograph or a poster, or through observation of a demonstration or experiment.",
      "benefits": "A visual representation of the content helps students gain a more immediate connection than text alone. It also gives students more information and makes the material more memorable.",
      "examples": "To show students what molecules look like in a liquid, a solid and a gas, the teacher shows students a poster or a photograph. This visual representation offers information about content for which firsthand experiences are not available.",
      "video": {
        "title": "Rocks, Sand and Awesome Scientists",
        "file": "video_6.mp4",
        "thumbnail": "preview6.jpg",
        "planningPoints": [
          {
            "cuetime": 20,
            "text": "The teacher has structured the introduction of the concepts so that children first made predictions and now are engaging in a secondhand experience. This helps give the children an investment in the experiment as they watch to see how their predictions compare to the results."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 9,
            "text": "The group sits in a circle, which encourages discussion and interaction."
          },
          {
            "cuetime": 30,
            "text": "The demonstration uses simple and inexpensive materials--rocks, sand, marbles, water and glass jars."
          },
          {
            "cuetime": 171,
            "text": "The children are encouraged to move around the space and to position themselves so they can closely observe the rocks and water."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 24,
            "text": "As the teacher conducts the experiment, she asks the children to share their ideas and observations. Fostering a classroom culture in which students are expected to take turns and to listen actively and respectfully encourages participation."
          },
          {
            "cuetime": 61,
            "text": "Notice that the teacher refers back to the child's comment, mentioning him by name. In an effective classroom ecosystem, teachers and children are partners in the learning process and build off each others' ideas."
          },
          {
            "cuetime": 139,
            "text": "Notice that the children are free to sit comfortably, and some even lie on the floor. Well established routines and expectations for behavior make it possible for the group to work in this way. By encouraging children to move around so they can see, the teacher helps deepen the children's engagement in the experience."
          }
        ],
        "exPoints": [
          {
            "cuetime": 9,
            "text": "The teacher gathers the children for a secondhand experience, which helps make the science concepts more memorable because they can see the way the physical principles play out."
          },
          {
            "cuetime": 14,
            "text": "The teacher asks lots of questions to engage children's attention and focus the experience on the concepts."
          },
          {
            "cuetime": 40,
            "text": "Asking \"What's happening?\" cues the children to observe closely and helps them develop analytical skills."
          },
          {
            "cuetime": 129,
            "text": "The animation in the teacher's voice helps engage the children in the secondhand experience. In secondhand experiences, teachers have to work harder to summon children's attention. This is different from firsthand experiences, where the tension is built into the experience."
          }
        ],
        "repPoints": [
          {
            "cuetime": 9,
            "text": "Before the demonstration, the teacher asked the children to predict what would happen and to create 2-D representations of their thinking."
          },
          {
            "cuetime": 64,
            "text": "Notice how the child refers to his drawing and says, \"That's what I did.\" Children have their 2-D representations in front of them and can refer to them as they watch the experiment and make observations."
          }
        ],
        "description": "To illustrate the concept \"matter takes up space,\" the teacher gathers a small group of children for a demonstration, a secondhand experience.",
        "AoS": "Physical Science",
        "topic": "Energy",
        "bigIdea": "Systems",
        "concept": "Simple machines make work easier",
        "gradeLvl": "K-1 Science",
        "standards": "Materials come in different forms (states), including solids, liquids, and gases. As a basis for understanding this concept:<ol><li>Students know solids, liquids, and gases have different properties.</li><li>Students know the properties of substances can change when the substances are mixed, cooled, or heated.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Student-Student Culture, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "Videos, posters and photographs are age-appropriate",
            "moreIntro": null,
            "more": "This poster showing wheels and axels is appropriate for young children because the drawings are visually simple yet serious. In contrast, cartoon-like drawings discount children's intelligence and capabilities. The poster also includes symbols, such as arrows, that depict movement. Students are often asked to use symbols to show movement in their 2-D representations.",
            "moreImg": "sec_eco_1.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Videos, posters and photographs spark children's curiosity",
            "moreIntro": null,
            "more": "A poster of Leonardo da Vinci's design for a giant catapult and a photo of the Wright brothers' first motored flight help stimulate children's curiosity and promote discussion and conversation. These kinds of visuals honor children's intelligence and capabilities.",
            "moreImg": "sec_eco_2a.jpg",
            "moreTwo": null,
            "moreImgTwo": "sec_eco_2b.jpg"
          }
        ]
      },
      "challenges": {
        "theText": "<b>My yearly classroom budget allows for only one field trip. How can I assure that my students get a variety of firsthand experiences?</b><br/>If field trips are not possible, finding creative ways to bring the experience into your classroom is the next best thing. For example, if your students are studying the rock cycle and a trip to the mountains to collect different kinds of rocks can't be arranged, bringing in igneous, sedimentary and metamorphic rocks for the children to observe is helpful. If it's not possible to visit a garden to witness pollination firsthand, growing a small garden that attracts pollinators in or around your classroom is also meaningful.<br/><b>Should I provide a firsthand experience for every new concept?</b><br/>Firsthand experiences should be used whenever possible. They provide children opportunities to connect prior knowledge with newly acquired knowledge and to apply learning to their everyday lives. However, it is not always possible to have children dissect an insect, observe a whale in its natural habitat or go for a walk to view a tree's varied-colored leaves. In this case, age-appropriate videos, photographs and text can and should be used.<br/><b>Where can I get quality expository science texts for young children?</b><br/>The library media teacher at your school or the children's librarian at your local public library can recommend books and point you to other resources.<br/>In addition, the following web sites publish lists of outstanding science books for children.<br/><a target='_blank' href='http://www.sbfonline.com/prizes.htm'>http://www.sbfonline.com/prizes.htm</a>Annual prize winners for excellence in science books, chosen by Science Books and Film (SB and F), a critical review journal devoted exclusively to print and non-print materials in all the sciences and for all age groups. SB and F is published by the American Association for the Advancement of Science (AAAS).<a href='http://www.nsta.org/publications/ostb/default.aspx' target='_blank'>http://www.nsta.org/publications/ostb/default.aspx</a>Titles on this annotated list are chosen because they are \"accurate and interesting and have a spark of inspiration that will challenge and extend the reader.\" Sponsored by the Australian Academy of Science."
      }
    },
    {
      "index": 14,
      "title": "Thirdhand Experiences",
      "colorScheme": "blue",
      "type": "page",
      "definition": "Thirdhand experiences involve narrative and expository texts.",
      "benefits": "Because young children are inherently curious about the world, we have the responsibility to provide them with books whose purpose is to convey information. These texts give children the opportunity to use their background knowledge to develop a more profound understanding of the concepts and can be both visually exciting and intellectually stimulating.",
      "examples": "The teacher first gives the students multiple opportunities to experiment with changing a liquid to a solid and vice versa. After these firsthand experiences, the children read informational texts about liquids and solids.",
      "video": {
        "title": "What is the World Made Of?",
        "file": "video_7.mp4",
        "thumbnail": "preview7.jpg",
        "planningPoints": [
          {
            "cuetime": 21,
            "text": "In her planning, the teacher decided to read the book between firsthand and secondhand experiences to both reinforce and foreshadow the experiences. In this case, she's using the book to help focus on the scientific lexicon of the states of matter."
          },
          {
            "cuetime": 99,
            "text": "The teacher does an initial assessment of the students' background knowledge of gas as one of the states of matter."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 34,
            "text": "With thirdhand experiences it is possible to gather children in larger groups. However, it is necessary to work harder to focus children's attention. The animation in the teacher's voice helps engage the children in the thirdhand experience."
          },
          {
            "cuetime": 45,
            "text": "The whole-group area is large enough for two classrooms to sit together comfortably. This was achieved by pushing away some of the furniture temporarily."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 45,
            "text": "Bringing the children together in a large group allows them to share their experiences and knowledge as they discuss the book. Later, when they work in small groups, they can refer back to their shared experience of the story."
          },
          {
            "cuetime": 62,
            "text": "The teacher uses questions to engage the children in the story and focus their attention on the crucial information at the right moments. Having the children assist in reading the material helps reinforce their understanding of the concept."
          }
        ],
        "exPoints": [
          {
            "cuetime": 6,
            "text": "The teacher uses a thirdhand experience, reading a book about the states of matter, to reinforce what the children have learned through firsthand experiences."
          },
          {
            "cuetime": 34,
            "text": "The animation in the teacher's voice helps engage the children in the thirdhand experience. In thirdhand experiences teachers have to work harder to summon children's attention. This is different from firsthand experiences, where the tension is built into the experience."
          },
          {
            "cuetime": 57,
            "text": "To highlight and bring attention to the concepts and the scientific lexicon, the teacher uses inflection and asks the children questions."
          },
          {
            "cuetime": 115,
            "text": "Although the concept of gas as one of the states of matter has been introduced through a thirdhand experience, the students have a frame of reference from the many firsthand experiences they have had with solids and liquids."
          }
        ],
        "repPoints": [
          {
            "cuetime": 17,
            "text": "With the exception of the teacher inviting children to call out words, children are not creating representations here. Their learning and practicing the scientific lexicon will support their later representation."
          }
        ],
        "description": "Two K-1 classrooms, one bilingual and one monolingual, gather to listen to a reading about the different states of matter.",
        "AoS": "Physical Science",
        "topic": "Matter",
        "bigIdea": "Change",
        "concept": "Matter comes in different states",
        "gradeLvl": "K-1 Science",
        "standards": "Properties of materials can be observed, measured, and predicted. As a basis for understanding this concept:<ol><li>Students know water can be a liquid or a solid and can be made to change back and forth from one form to the other.</li></ol><br/>Materials come in different forms (states), including solids, liquids, and gases. As a basis for understanding this concept:<ol><li>Students know solids, liquids, and gases have different properties.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Thirdhand Experiences, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "Texts include fiction and non-fiction related to the science concepts",
            "moreIntro": null,
            "more": "A variety of fiction and nonfiction texts are available to help children deepen their understanding of the concepts. Teachers can talk to their school library teacher or local public librarian for suggestions. There are also organizations that publish yearly lists of outstanding science books.<br/>See <a href='http://www.sbfonline.com'>Best Books for Children</a> or <a href='http://www. nsta.org/publications/ostb/default.aspx'>Outstanding Science Trade Books for Students K-12</a>.",
            "moreImg": "thi_eco_1.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Books related to science concepts have a space in the classroom",
            "moreIntro": null,
            "more": "A selection of engaging and age-appropriate fiction and nonfiction texts are set out where they will invite curiosity and children have easy access to them.",
            "moreImg": "thi_eco_2a.jpg",
            "moreTwo": null,
            "moreImgTwo": "thi_eco_2b.jpg"
          }
        ]
      },
      "challenges": {
        "theText": "<b>My yearly classroom budget allows for only one field trip. How can I assure that my students get a variety of firsthand experiences?</b><br/>If field trips are not possible, finding creative ways to bring the experience into your classroom is the next best thing. For example, if your students are studying the rock cycle and a trip to the mountains to collect different kinds of rocks can't be arranged, bringing in igneous, sedimentary and metamorphic rocks for the children to observe is helpful. If it's not possible to visit a garden to witness pollination firsthand, growing a small garden that attracts pollinators in or around your classroom is also meaningful.<br/><b>Should I provide a firsthand experience for every new concept?</b><br/>Firsthand experiences should be used whenever possible. They provide children opportunities to connect prior knowledge with newly acquired knowledge and to apply learning to their everyday lives. However, it is not always possible to have children dissect an insect, observe a whale in its natural habitat or go for a walk to view a tree's varied-colored leaves. In this case, age-appropriate videos, photographs and text can and should be used.<br/><b>Where can I get quality expository science texts for young children?</b><br/>The library media teacher at your school or the children's librarian at your local public library can recommend books and point you to other resources.<br/>In addition, the following web sites publish lists of outstanding science books for children.<br/><a target='_blank' href='http://www.sbfonline.com/prizes.htm'>http://www.sbfonline.com/prizes.htm</a>Annual prize winners for excellence in science books, chosen by Science Books and Film (SB and F), a critical review journal devoted exclusively to print and non-print materials in all the sciences and for all age groups. SB and F is published by the American Association for the Advancement of Science (AAAS).<a href='http://www.nsta.org/publications/ostb/default.aspx' target='_blank'>http://www.nsta.org/publications/ostb/default.aspx</a>Titles on this annotated list are chosen because they are \"accurate and interesting and have a spark of inspiration that will challenge and extend the reader.\" Sponsored by the Australian Academy of Science."
      }
    },
    {
      "index": 15,
      "title": "Representation",
      "colorScheme": "yellow",
      "type": "topic",
      "quote": "Different forms of representation evoke, develop, and refine the modes of thinking that contribute to the cultivation of what is broadly called mind... By no means is thinking limited to what words alone can carry.",
      "citation": "Eisner, E. (December 2003/January 2004).<br />Preparing for Today and Tomorrow,<br />Educational Leadership, p. 6",
      "more": "<p>Representation is the means by which students demonstrate and communicate their knowledge of big ideas and concepts both to the teacher and to themselves. Students create representations in a variety of ways, including drawing, writing, graphing, sculpting and movement. This work can be categorized into four key formats--oral/textual, kinesthetic, two-dimensional and three-dimensional--each of which offers unique opportunities for children to deepen their understanding. (See General Guidelines for Choosing a Representational Format)</p><p>Deep understanding of a concept includes knowing about its structure, its behavior and its function, or the \"what,\" the \"how,\" and the \"why\" of the concept. For example, to understand the concept \"Simple machines make work easier,\" students must know what are the different parts of the simple machine (structure), how the simple machine works (behavior) and why it makes work easier (function). One type of representation may help students see the \"what\" while another may help them see the \"how.\"</p><p>Additionally, asking children to create multiple representations of concepts and big ideas helps them to synthesize and build knowledge. Offering opportunities to represent concepts in a variety of ways helps to ensure that children with differences in learning style, previous experiences and background knowledge will be engaged and invested in the learning process. At the same time, representation provides important tools for assessing children's understanding and allows the teacher to make informed decisions about instruction. The result is greater effectiveness in addressing children's individual learning needs, which ultimately helps ensure academic success for every child.</p>"
    },
    {
      "index": 16,
      "title": "2-Dimension Representation",
      "colorScheme": "yellow",
      "type": "page",
      "definition": "Two-dimensional representations include sketches, drawings and paintings.",
      "benefits": "Creating two-dimensional representations helps to highlight the structure or the \"what\" in a concept or big idea. In addition to familiarizing children with the details of the thing they are observing, this process helps children hone their scientific skills. It also provides a motivating way to practice and strengthen fine motor skills, which is especially beneficial for the youngest children.",
      "examples": "Children create a drawing of a simple machine such as a pulley, then label all the parts and note the connections between the parts --the wheel, the axel and the rope linking the two.",
      "video": {
        "title": "Rocks and Sand and Awesome Scientists 2",
        "file": "video_1.mp4",
        "thumbnail": "preview1.jpg",
        "planningPoints": [
          {
            "cuetime": 8,
            "text": "With the foundation of the lesson planned in formal planning, the teacher asks children to make predictions and discuss them. This requires the teacher to use flexibility as she listens to children and builds on their ideas."
          },
          {
            "cuetime": 29,
            "text": "The children's predictions provide an assessment of their prior knowledge, which helps the teacher plan firsthand experiences related to the concepts. Later the children will use their predictions as references during and after conducting an experiment."
          },
          {
            "cuetime": 101,
            "text": "Although the teacher does not know what the children are going to say, she knows what the big idea is and chooses certain students' responses to either help highlight the learning goal or point out misconceptions. Notice, also, how she creates a rich and meaningful discussion by calling on children from different cultural and linguistic backgrounds and including both boys and girls."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 12,
            "text": "The teacher works with a small group of children on the rug. They sit in a circle, which helps include everyone in the discussion."
          },
          {
            "cuetime": 52,
            "text": "Note that the representation and the experiment use simple materials such as marbles, sand, water, markers, and paper."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 8,
            "text": "Notice how the teacher refers to the child as a scientist. This helps the child see herself as a scientist, which in turn builds confidence and competence."
          },
          {
            "cuetime": 46,
            "text": "Here the teacher helps a shy, quiet child feel safe explaining her work to her peers. She does this by letting the child finish her explanation even when it's inaudible to others, preventing other children from interrupting, and respectfully asking the child to repeat her explanation for the rest of the group."
          },
          {
            "cuetime": 62,
            "text": "Notice how the teacher calls attention to the concept by pausing the conversation and repeating the child's words to the group. This also reinforces the scientific lexicon."
          },
          {
            "cuetime": 157,
            "text": "Notice how the teacher makes an English Language learner feel comfortable discussing her ideas in front of her peers. She does this by calling on the child last, which gives the child time to observe others interacting with the teacher. The teacher also asks open-ended questions for which there is no wrong answer."
          }
        ],
        "exPoints": [
          {
            "cuetime": 14,
            "text": "The children have had prior experiences with sorting and categorizing solids by their properties, such as texture, weight, size and shape and by their characteristics, rough, heavy, small and round."
          },
          {
            "cuetime": 136,
            "text": "Making predictions and discussing them helps provide background knowledge that prepares children for the secondhand experience that will follow. This helps them become more selective in their observations of the secondhand experience and focuses their attention on the concept, which is <i>matter takes up space.</i>"
          }
        ],
        "repPoints": [
          {
            "cuetime": 21,
            "text": "The teacher encourages the child to discuss her two dimensional representation. The child's response will help the teacher assess the student's understanding of the concept."
          },
          {
            "cuetime": 61,
            "text": "The children accompany their two dimensional representations with oral or textual representations or both."
          },
          {
            "cuetime": 84,
            "text": "Asking clarifying questions helps the teacher assess the child's understanding."
          },
          {
            "cuetime": 136,
            "text": "Repeating the child's words and asking a follow-up question reinforces a good observation and helps move the child forward in her understanding."
          }
        ],
        "description": "To provide children with background knowledge about the concept \"matter takes up space,\" the teacher asked her students to predict what would happen to rocks in a jar when sand was poured on top of them. In this video, children have created drawings to illustrate their predictions and are gathered for a group discussion.",
        "AoS": "Physical Science",
        "topic": "Matter and Energy",
        "bigIdea": "Constancy and Change",
        "concept": "Matter takes up space",
        "gradeLvl": "K-1 Science",
        "standards": "Materials come in different forms (states), including solids, liquids, and gases. As a basis for understanding this concept:<ol><li>Students know solids, liquids, and gases have different properties.</li><li>Students know the properties of substances can change when the substances are mixed, cooled, or heated.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Thirdhand Experiences, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It is followed by discussion for assessment purposes",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "The children make revisions to their representations if needed",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Children examine and talk about each others' representations",
            "moreIntro": null,
            "more": "Children present their ideas for building a model of a LEGO factory in their classroom. As they talk, they refer to drawings that members of their planning group have created.",
            "moreImg": "2-D_eco_3.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Children create multiple 2-D representations of each concept",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Sometimes the children can choose the materials to use",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Materials are limited to three or four choices",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Students are not just copying a model",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It is used with the other representational forms",
            "moreIntro": null,
            "more": "A classroom display organizes children's multiple representations of the characteristics of matter. A variety of characteristics are represented in drawings and paintings as well as oral/textual and three-dimensional forms.",
            "moreImg": "2-D_eco_8.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Assessment of the representation informs instruction",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>What can I do if I'm only provided with traditional instructional materials?</b>Teachers who want their students to develop skills in critical thinking and inquiry are restricted if they have only text-based materials that focus on memorizing facts and terminology. Curriculum is defined not only by the materials used but by what students are interested in, how they learn and on what they are assessed. Teachers can use the National Science Education Standards as a base to determine the concepts and big ideas they want students to know and then decide which materials they can use to help students reach those learning goals.<b>What if I don't have a background in the arts? Will I still be able to teach this way?</b>Understanding the importance of providing students with different ways to demonstrate their understanding matters far more than having a background in art. This is not to say it's not important for children to develop the art skills articulated in the National Standards, such as knowing the difference between materials, techniques and processes and using art materials and tools in a safe and responsible manner. However, it is equally important for children to be able to use the different media, techniques and processes to communicate ideas and concepts.<b>How can I come up with ideas for children to represent their understanding in a variety of ways?</b>Collaborating with colleagues who have strengths in different areas frequently promotes new ideas. In addition, students have ideas about creative ways to show what they know. The more accessible the materials are, the more eager students will be to experiment with them and the better adept they will become at choosing materials best suited to their understanding of the concepts.<b>How do I use these kinds of representations as an assessment tool?</b>Because children's representations reveal the gaps in their learning, they can help teachers know what experiences to plan based on what information is needed. Teachers can determine what knowledge children need to acquire by listening to the students talk about their representations, assessing their work and planning collaboratively to redefine the lessons to meet more specific goals."
      }
    },
    {
      "index": 17,
      "title": "3-Dimension Representation",
      "colorScheme": "yellow",
      "type": "page",
      "definition": "Three-dimensional representations are structures or sculptures created with materials such as wood, clay, wire or blocks.",
      "benefits": "Creating three-dimensional representations helps children make connections between the structure or \"what\" of a concept or big idea and its behavior or how it works. It also promotes deeper understanding of a concept by requiring children to explore the spatial relationships involved. In the creation of a drawing, these relationships are less important and harder to explore.",
      "examples": "Children build a model of a simple machine such as a lever and label the parts of it (i.e., the \"what\"). Then, because it is a three-dimensional form, they can show how the lever is used to lift or pry an object (i.e., the \"how\"). Being able to show the function of the lever in addition to its structure helps children deepen their understanding of the concept that simple machines are devices that make work easier. Through trial and error they may also discover that where they put the fulcrum is crucial to getting their machine to operate.",
      "video": {
        "title": "The Roller Coaster 2",
        "file": "video_2.mp4",
        "thumbnail": "preview2.jpg",
        "planningPoints": [
          {
            "cuetime": 16,
            "text": "Planning for a project involves teachers deciding what materials will be needed to implement the children's ideas. In this example, the teacher also planned to have the students bring scrap materials in from home so that they would be available for use in building the roller coaster."
          },
          {
            "cuetime": 86,
            "text": "Students' interests, such as the need to support the ramp they are working on, can lead to effective ideas and projects that are related to the concepts. In fact, this entire roller coaster project was designed by the children to send messages between two classrooms."
          },
          {
            "cuetime": 107,
            "text": "Next you will hear the teacher struggling with the challenges inherent in planning which activities to monitor and which students to allow freedom in their work as she aims to have all of the students work productively."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 5,
            "text": "The roller coaster has been mounted on the windows outside the classroom, making the outdoor space an extension of the learning environment. The model remains here while in progress so that the students can continually examine it and add to it as they learn more about the concepts being studied."
          },
          {
            "cuetime": 75,
            "text": "Materials consist of a variety of donated scraps such as chains, empty containers and blocks of wood. Using donated or found materials keeps project costs low and inspires ingenuity."
          },
          {
            "cuetime": 100,
            "text": "Materials for the project are readily accessible to the children so that they can easily experiment with them as they search for the best supplies to complete their model."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 5,
            "text": "Although a teacher is present to supervise, the children are trusted to work on testing and improving the model roller coaster. They are able to work independently and productively because the teachers have set up routines to support this and children have had much practice working together."
          },
          {
            "cuetime": 38,
            "text": "Children work together, negotiating, discussing and planning. Having well-established social routines and offering frequent opportunities to collaborate help children develop and practice these skills."
          },
          {
            "cuetime": 103,
            "text": "When the children tell the teacher they need something to hold up the tubes, she doesn't solve the problem for them. She gives them encouragement to do the work on their own."
          }
        ],
        "exPoints": [
          {
            "cuetime": 6,
            "text": "Because this is a 3-D model, it is both conceptual and a firsthand experience where the students can see the issues involved in using simple machines such as ramps, and explore the concepts of force and motion. This experience can also lead to new conjectures about motion, such as when this student says, \"when it goes slow, it stays just fine.\""
          },
          {
            "cuetime": 123,
            "text": "Having a firsthand experience with a model leads the students to new questions such as \"Why does it [the ball] go down?\" It also gives them tools to experiment and to attempt to find the answers to their questions."
          }
        ],
        "repPoints": [
          {
            "cuetime": 12,
            "text": "Building a 3-D structure such as a roller coaster provides a natural way to explore the properties of force and motion and kinetic and potential energy."
          },
          {
            "cuetime": 60,
            "text": "As the children repeatedly test their roller coaster they make revisions to help the message ball roll through one section more effectively."
          },
          {
            "cuetime": 108,
            "text": "In each representation different materials are offered. Here the children choose the materials. At other times the teacher makes the choice."
          }
        ],
        "description": "During their study of simple machines, force and motion, and kinetic and potential energy, students decided to build a roller coaster that sends messages from one classroom to another. In this video, two children are working on the roller coaster model.",
        "AoS": "Physical Science",
        "topic": "Matter and Energy",
        "bigIdea": "Cause and Effect",
        "concept": "Force causes motion",
        "gradeLvl": "K-1 Science",
        "standards": "The motion of objects can be observed and measured. As a basis for understanding this concept:<ol><li>Students know the position of an object can be described by locating it in relation to another object or to the background.</li><li>Students know an object's motion can be described by recording the change in position of the object over time.</li><li>Students know the way to change how something is moving is by giving it a push or a pull. The size of the change is related to the strength, or the amount of force, of the push or pull.</li><li>Students know tools and machines are used to apply pushes and pulls (forces) to make things move.</li><li>Students know objects fall to the ground unless something holds them up.</li>"
      },
      "enrich": {
        "intro": "Before developing Thirdhand Experiences, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It follows a 2-D representation",
            "moreIntro": null,
            "more": "Two-dimensional representations allow children to compare images side by side. Fionn's drawing represents his understanding of inclined planes and how the angle of the incline affects the speed of a marble that is rolled from one end to the other.",
            "moreImg": "3-D_eco_1a.jpg",
            "moreImgTwo": "3-D_eco_1c.jpg",
            "moreTwo": "Following their two-dimensional representations, children created three-dimensional representations, which highlight the structure of the inclined plane and the behavior of the marble as it rolls down the slope. Adil creates three-dimensional representations using a piece of wood and a marble."
          },
          {
            "text": "It is followed by discussion for assessment purposes",
            "moreIntro": null,
            "more": "Students have used their knowledge of the science concepts to build a robot that incorporates a variety of simple machines. After the initial phase of the building process, they gather on the rug for a discussion about which simple machines they used and why.",
            "moreImg": "3-D_eco_2a.jpg",
            "moreTwo": "Throughout the discussion the group refers to a list of key words on the board. Following their discussion they work with the teacher to make modifications to their robot model.",
            "moreImgTwo": "3-D_eco_2b.jpg"
          },
          {
            "text": "Children make revisions to their representations if needed",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Children examine and talk about each others' representations",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Children create multiple 3-D representations of a concept",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "In each representation three or four different materials are offered",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Sometimes the children choose the materials",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Students are not just copying a model",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It is used with the other representational forms",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Assessment of the representation informs instruction",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>What can I do if I'm only provided with traditional instructional materials?</b>Teachers who want their students to develop skills in critical thinking and inquiry are restricted if they have only text-based materials that focus on memorizing facts and terminology. Curriculum is defined not only by the materials used but by what students are interested in, how they learn and on what they are assessed. Teachers can use the National Science Education Standards as a base to determine the concepts and big ideas they want students to know and then decide which materials they can use to help students reach those learning goals.<b>What if I don't have a background in the arts? Will I still be able to teach this way?</b>Understanding the importance of providing students with different ways to demonstrate their understanding matters far more than having a background in art. This is not to say it's not important for children to develop the art skills articulated in the National Standards, such as knowing the difference between materials, techniques and processes and using art materials and tools in a safe and responsible manner. However, it is equally important for children to be able to use the different media, techniques and processes to communicate ideas and concepts.<b>How can I come up with ideas for children to represent their understanding in a variety of ways?</b>Collaborating with colleagues who have strengths in different areas frequently promotes new ideas. In addition, students have ideas about creative ways to show what they know. The more accessible the materials are, the more eager students will be to experiment with them and the better adept they will become at choosing materials best suited to their understanding of the concepts.<b>How do I use these kinds of representations as an assessment tool?</b>Because children's representations reveal the gaps in their learning, they can help teachers know what experiences to plan based on what information is needed. Teachers can determine what knowledge children need to acquire by listening to the students talk about their representations, assessing their work and planning collaboratively to redefine the lessons to meet more specific goals."
      }
    },
    {
      "index": 18,
      "title": "Kinesthetic Representation",
      "colorScheme": "yellow",
      "type": "page",
      "definition": "Kinesthetic representations are created with body movement. They are used most often to help students learn concepts or big ideas that involve processes, movement or change, such as molecular movement in various states of matter, or the viscosities of different liquids.",
      "benefits": "Using their bodies to demonstrate their understanding helps children make a personal connection to the concept or big idea. It also offers a way to get all children involved, including those who have a hard time sitting and those who struggle with fine motor or oral communication skills.",
      "examples": "Children move their bodies to portray the motion of molecules in a solid, liquid and gas. Those acting like molecules in a gas bounce off of each other, dancing rapidly around the room. Children portraying molecules in a liquid glide together more slowly. Those portraying a solid huddle together, moving very little. Afterwards, teacher asks: \"When you were acting like a molecule in a gas how did it feel? How was it different from when you were acting like a molecule in a solid?\"",
      "video": {
        "title": "Make Your Body a Rough Piece of Wood",
        "file": "video_3.mp4",
        "thumbnail": "preview3.jpg",
        "planningPoints": [
          {
            "cuetime": 8,
            "text": "The teacher planned this additional experience with kinesthetic representation for children who needed reinforcement of their understanding of characteristics of solids."
          },
          {
            "cuetime": 59,
            "text": "The teacher makes decisions about which characteristics of solids she will model and which ones she will ask the children to model based on her learning goals for the children and to highlight important contrasts."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 17,
            "text": "Ample space is provided for children to move around freely."
          },
          {
            "cuetime": 36,
            "text": "The teacher is using an empty auditorium for this lesson, but any space where children can move freely, such as part of a playground, would work."
          },
          {
            "cuetime": 66,
            "text": "The children are able to observe the teachers' representations from different angles."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 53,
            "text": "Working with a small group of children creates a more immediate and intimate experience where all students have access to the teacher and the teacher can observe all the students."
          },
          {
            "cuetime": 91,
            "text": "When the teacher names the students and verbally acknowledges their work, she makes them feel included and encourages their participation."
          },
          {
            "cuetime": 106,
            "text": "Children are encouraged to observe each others' representations."
          }
        ],
        "exPoints": [
          {
            "cuetime": 8,
            "text": "Before creating kinesthetic representations, children have had experiences with the states of matter and developed a scientific lexicon to describe the properties and characteristics of solids, liquids and gases."
          },
          {
            "cuetime": 30,
            "text": "The teacher's model creates a secondhand experience for the children to see the characteristics of the solid. This could be a reminder of the expository and fictional texts containing words such as \"pointy,\" \"rough\" and \"smooth\" that the children read previously."
          }
        ],
        "repPoints": [
          {
            "cuetime": 16,
            "text": "The teacher uses kinesthetic representation immediately following a discussion of words that describe some physical characteristics of matter."
          },
          {
            "cuetime": 99,
            "text": "The teacher reinforces the scientific lexicon by using it to describe what she sees."
          },
          {
            "cuetime": 125,
            "text": "Children are given the opportunity to observe other students' representations and to revise their own."
          }
        ],
        "description": "Children have spent time using their senses to experience the different states of matter and have developed a scientific lexicon to describe the properties and characteristics of solids, liquids, and gases. After representing each state of matter by sketching, sculpting with clay, and using the computer, the teacher asks her students to use their bodies to represent different characteristics of a solid.",
        "AoS": "Physical Science",
        "topic": "Matter and Energy",
        "bigIdea": "Constancy and Change",
        "concept": "Solids have properties and characteristics",
        "gradeLvl": "K-1 Science",
        "standards": "Properties of materials can be observed, measured, and predicted. As a basis for understanding this concept:<ol><li>Students know objects can be described in terms of the materials they are made of (e.g., clay, cloth, paper) and their physical properties (e.g., color, size, shape, weight, texture, flexibility, attraction to magnets, floating, sinking).</li></ol><br/>Materials come in different forms (states), including solids, liquids, and gases. As a basis for understanding this concept:<ol><li>Students know solids, liquids, and gases have different properties.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Thirdhand Experiences, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It is followed by discussion for assessment purposes",
            "moreIntro": null,
            "more": "After each small group's kinesthetic representation of simple machines, the teacher asks the student audience, \"What did you see? Which simple machines did this group represent?\" The students representing the simple machine are asked to describe their process and talk about their machine and how it works. The discussion reveals a misunderstanding about how a spring in a wind-up toy builds up potential energy when a force is applied.",
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "The teacher comments on things she sees happening",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Children can make revisions to their representations if needed",
            "moreIntro": null,
            "more": "Through discussion, a child who has created a kinesthetic representation of a spring in a wind-up toy realizes his body movements did not show energy building up as the spring coils. In his next attempt he revises his original representation. To show the build-up of energy, he waits while his partner represents winding the spring. He then jumps to show the release of energy.",
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Children create representations in a variety of groupings",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Collaboration and negotiation are encouraged",
            "moreIntro": null,
            "more": "Children work as a group to represent a machine using their bodies. They use their skills in collaboration and negotiation as they get their machine to \"function.\"",
            "moreImg": "kin_eco_5.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Children are given the opportunity to create AND watch",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "It is used with the other representational forms",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Assessment of the representation informs instruction",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>What can I do if I'm only provided with traditional instructional materials?</b>Teachers who want their students to develop skills in critical thinking and inquiry are restricted if they have only text-based materials that focus on memorizing facts and terminology. Curriculum is defined not only by the materials used but by what students are interested in, how they learn and on what they are assessed. Teachers can use the National Science Education Standards as a base to determine the concepts and big ideas they want students to know and then decide which materials they can use to help students reach those learning goals.<b>What if I don't have a background in the arts? Will I still be able to teach this way?</b>Understanding the importance of providing students with different ways to demonstrate their understanding matters far more than having a background in art. This is not to say it's not important for children to develop the art skills articulated in the National Standards, such as knowing the difference between materials, techniques and processes and using art materials and tools in a safe and responsible manner. However, it is equally important for children to be able to use the different media, techniques and processes to communicate ideas and concepts.<b>How can I come up with ideas for children to represent their understanding in a variety of ways?</b>Collaborating with colleagues who have strengths in different areas frequently promotes new ideas. In addition, students have ideas about creative ways to show what they know. The more accessible the materials are, the more eager students will be to experiment with them and the better adept they will become at choosing materials best suited to their understanding of the concepts.<b>How do I use these kinds of representations as an assessment tool?</b>Because children's representations reveal the gaps in their learning, they can help teachers know what experiences to plan based on what information is needed. Teachers can determine what knowledge children need to acquire by listening to the students talk about their representations, assessing their work and planning collaboratively to redefine the lessons to meet more specific goals."
      }
    },
    {
      "index": 19,
      "title": "Oral-Textual Representation",
      "colorScheme": "yellow",
      "type": "page",
      "definition": "Oral or textual representations include storytelling, song, creative drama or explanation.",
      "benefits": "As children participate in discussions of concepts and big ideas they negotiate meaning and build an understanding of the curricular content. Oral explanations often lead to children building on and revising their thinking. Talking and writing about concepts offer important ways for children to increase their scientific lexicon and provide opportunities to use this lexicon in context. Also, children develop writing process skills that can be used to communicate with a variety of audiences and in all areas of the curriculum.",
      "examples": "In writing a play about the life of a drop of water, children portray water changing from a liquid to a solid to a gas. Through the details of the story they explain why this change happens.",
      "video": {
        "title": "Water Wheels",
        "file": "video_4.mp4",
        "thumbnail": "preview4.jpg",
        "planningPoints": [
          {
            "cuetime": 3,
            "text": "Notice that the teacher's questions are planned to take advantage of what this type of representation is good at - namely, getting at why and how the water makes the water wheel move."
          },
          {
            "cuetime": 35,
            "text": "The teacher's original plan did not include focusing on water wheels. Children's interest provided an opportunity to make a meaningful connection with the concepts."
          },
          {
            "cuetime": 75,
            "text": "A strong knowledge of the content helps teachers assess students' conceptual understanding, correct their misperceptions and guide them to the learning goals."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 3,
            "text": "Ample rug space allows the children to assemble comfortably for a discussion. By sitting low to the ground, the teacher conveys a sense of sharing rather than testing."
          },
          {
            "cuetime": 23,
            "text": "The teacher holds the book up and moves it around so that all the children can see it."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 4,
            "text": "By posing a question and immediately saying, \"Don't call out. Raise hands,\" the teacher creates an opportunity for children to think and gives everyone a chance to answer."
          },
          {
            "cuetime": 8,
            "text": "Asking, \"What do you think?\" offers the child a platform for discussing his ideas."
          },
          {
            "cuetime": 65,
            "text": "When the teacher asks if others agree with the student's idea, she helps build consensus but also leaves open the possibility for other thoughts."
          }
        ],
        "exPoints": [
          {
            "cuetime": 3,
            "text": "Ample rug space allows the children to assemble comfortably for a discussion. By sitting low to the ground, the teacher conveys a sense of sharing rather than testing."
          },
          {
            "cuetime": 119,
            "text": "Discussing prior experiences with water wheels helps build children's knowledge to create new understanding of the concepts."
          }
        ],
        "repPoints": [
          {
            "cuetime": 37,
            "text": "Discussing text offers children the opportunity to increase their scientific lexicon and practice using it in context. The child's statement that \"water has gravity in it\" provides an assessment of the child's understanding."
          },
          {
            "cuetime": 65,
            "text": "The teacher facilitates the discussion by pointing out key ideas that the children have brought up and connecting their ideas to the concepts."
          },
          {
            "cuetime": 121,
            "text": "Children have the opportunity to create new knowledge by building on their prior knowledge and experiences."
          }
        ],
        "description": "After children have had multiple opportunities to use their bodies to create force and motion on the playground, the teacher gathers her students on the rug to read a book about these concepts. A passage about water wheels prompts a discussion.",
        "AoS": "Physical Science",
        "topic": "Matter and Energy",
        "bigIdea": "Cause and Effect",
        "concept": "Force causes motion, Simple machines make work easier",
        "gradeLvl": "K-1 Science",
        "standards": "The motion of objects can be observed and measured. As a basis for understanding this concept:<ol><li>Students know the position of an object can be described by locating it in relation to another object or to the background.</li><li>Students know an object's motion can be described by recording the change in position of the object over time.</li><li>Students know the way to change how something is moving is by giving it a push or a pull. The size of the change is related to the strength, or the amount of force, of the push or pull.</li><li>Students know tools and machines are used to apply pushes and pulls (forces) to make things move.</li><li>Students know objects fall to the ground unless something holds them up.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Thirdhand Experiences, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It is used with the other representational forms",
            "moreIntro": null,
            "more": "Fionn has used text and drawings to represent his understanding of inclined planes and how the angle of the incline affects the speed of a marble that is rolled from one end to the other. The drawings allow him to show contrast between two scenarios involving planes with different slopes. The text provides a way to explain why the marble travels at greater speed when it is rolled down the first plane. Both representations provide the teacher with an assessment of Fionn's understanding of the concepts.",
            "moreImg": "ora_eco_1.jpg",
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Students are given multiple opportunities to discuss their work",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "The teacher facilitates discussion and helps children connect ideas",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Discussion builds on prior experiences and knowledge",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          },
          {
            "text": "Assessment of the representation informs instruction",
            "moreIntro": null,
            "more": null,
            "moreImg": null,
            "moreTwo": null,
            "moreImgTwo": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>What can I do if I'm only provided with traditional instructional materials?</b>Teachers who want their students to develop skills in critical thinking and inquiry are restricted if they have only text-based materials that focus on memorizing facts and terminology. Curriculum is defined not only by the materials used but by what students are interested in, how they learn and on what they are assessed. Teachers can use the National Science Education Standards as a base to determine the concepts and big ideas they want students to know and then decide which materials they can use to help students reach those learning goals.<b>What if I don't have a background in the arts? Will I still be able to teach this way?</b>Understanding the importance of providing students with different ways to demonstrate their understanding matters far more than having a background in art. This is not to say it's not important for children to develop the art skills articulated in the National Standards, such as knowing the difference between materials, techniques and processes and using art materials and tools in a safe and responsible manner. However, it is equally important for children to be able to use the different media, techniques and processes to communicate ideas and concepts.<b>How can I come up with ideas for children to represent their understanding in a variety of ways?</b>Collaborating with colleagues who have strengths in different areas frequently promotes new ideas. In addition, students have ideas about creative ways to show what they know. The more accessible the materials are, the more eager students will be to experiment with them and the better adept they will become at choosing materials best suited to their understanding of the concepts.<b>How do I use these kinds of representations as an assessment tool?</b>Because children's representations reveal the gaps in their learning, they can help teachers know what experiences to plan based on what information is needed. Teachers can determine what knowledge children need to acquire by listening to the students talk about their representations, assessing their work and planning collaboratively to redefine the lessons to meet more specific goals."
      }
    }
  ]
}
