{
  "pages": [
    {
      "index": 0,
      "title": "Planning",
      "colorScheme": "red",
      "type": "topic",
      "quote": "There is a good deal of evidence that learning is enhanced when teachers pay attention to the knowledge and beliefs that learners bring to a learning task, use this knowledge as a starting point for new instruction, and monitor students' changing conceptions as instruction proceeds.",
      "citation": "National Research Council (1999).<br />How People Learn: Brain, Mind, Experience, and School.<br />Bransford, J., Brown, A., and Cocking, R. (eds.).<br />Washington, D.C.: National Academy of Sciences Press.",
      "more": "Planning in a classroom ecosystem helps teachers create a curriculum that is both goal oriented and responsive to children's interests and learning needs. Maintaining a balance between achieving learning goals and leaving room for children's thoughts and ideas requires formal, flexible and project planning. When we include children in the planning process we honor their capabilities and potential and help create an environment that optimizes learning."
    },
    {
      "index": 1,
      "title": "Formal Planning",
      "colorScheme": "red",
      "type": "page",
      "definition": "Formal planning begins before the school year starts and continues throughout the year. Through formal planning teachers examine state and national science education standards and identify the big ideas and concepts they will address with children.",
      "benefits": "The big ideas and concepts in science serve as a guide to help create the physical classroom space and plan learning experiences that will spark children's curiosity and prompt inquiry.",
      "examples": "With the National Science Education Standards as their foundation, teachers decide on the big ideas, concepts and supporting concepts they will use to guide their science instruction. For example, a big idea is \"consistency and change\"; a concept is \"matter comes in different forms\"; a supporting concept is \"how temperature affects the different states of matter.\" On a weekly basis teachers plan experiences around these ideas and concepts. These might include conducting experiments with liquids, solids and gases; collecting and sorting materials; and using the senses to observe and record findings.",
      "video": {
        "title": "Lunchtime Planning",
        "file": "video_12.mp4",
        "thumbnail": "new_thumbs/12thumb.jpg",
        "planningPoints": [
          {
            "cuetime": 17,
            "text": "All the teachers from the K-1 grade level meet to plan experiences that will help children acquire knowledge of the concepts and big ideas. Allocating time for grade-level meetings requires the support of administrators."
          },
          {
            "cuetime": 102,
            "text": "Although one teacher starts the conversation, as it goes along everyone contributes different ideas."
          },
          {
            "cuetime": 140,
            "text": "Meeting as a group allows the teachers to share ideas. After their discussion, they will implement the ideas in ways that are suited to their students."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 29,
            "text": "Teachers consider which materials and resources will be best suited to setting up firsthand experiences that illustrate the concepts."
          },
          {
            "cuetime": 61,
            "text": "A teacher suggests using a large Arrowhead water bottle because it is common to all the classrooms and is heavy enough to present a challenge for the children when they try to move it."
          },
          {
            "cuetime": 140,
            "text": "Using the playground equipment for experiences with force and motion extends the learning environment and helps children make connections between the concepts and the world around them."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 29,
            "text": "The teachers plan experiences that the children will share, which helps ensure everyone has background knowledge of the concepts and provides context for their discussions."
          },
          {
            "cuetime": 67,
            "text": "Notice that the teacher anticipates the children will realize the easiest way to move the water bottle will be to roll it. She talks about honoring their response and then asking them to try another way."
          }
        ],
        "exPoints": [
          {
            "cuetime": "10",
            "text": "K-1 teachers discuss what firsthand experiences to provide for the students to demonstrate different kinds of forces."
          },
          {
            "cuetime": 37,
            "text": "As the teachers consider different possibilities for experiences for the children, they anticipate how the children will react and what they will think while they are having the experiences."
          },
          {
            "cuetime": 61,
            "text": "Asking children to move one of the large Arrowhead water bottles in their classroom offers a hands-on task that can inspire \"how\" and \"why\" questions and lead to further exploration."
          },
          {
            "cuetime": 140,
            "text": "Once the teachers have given the children some background knowledge on force and motion, they will take the children to the playground for firsthand experiences to reinforce the concept."
          }
        ],
        "repPoints": [
          {
            "cuetime": 37,
            "text": "Linking concepts and experiences in their planning discussions will help the teachers later as they assess the children's representations."
          },
          {
            "cuetime": 113,
            "text": "The experiences the teachers are planning will be followed by discussion, where children will have the opportunity to orally represent their understanding of the concepts."
          }
        ],
        "description": "All the K-1 teachers meet to discuss experiences students will need to acquire an understanding of different forces (i.e. gravity, friction, push, pull, etc.) and how these forces cause motion.",
        "AoS": "Physical Sicence",
        "topic": "Force and Motion",
        "bigIdea": "Cause and Effect",
        "concept": "Force causes motion",
        "gradeLvl": "K-1 Science",
        "standards": "The motion of objects can be observed and measured. As a basis for understanding this concept:<ol><li>Students know the position of an object can be described by locating it in relation to another object or to the background.</li><li>Students know an object's motion can be described by recording the change in position of the object over time.</li><li>Students know the way to change how something is moving is by giving it a push or a pull. The size of change is related to the strength, or the amount of force, of the push or pull.</li><li>Students know tools and machines are used to apply pushes and pulls (forces) to make things move.</li><li>Students know objects fall to the ground unless something holds them up.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Formal Planning, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It is seen as a continual process",
            "more": null,
            "moreImg": null
          },
          {
            "text": "It begins with teachers identifying the concepts and big ideas",
            "more": "After looking at state and national science education standards, teachers discuss and record the big ideas and concepts they will teach throughout the year. To prevent jumping from unit to unit and to help facilitate in-depth learning, teachers also spend time planning how to connect these concepts and big ideas.",
            "moreImg": "for_eco_2.jpg"
          },
          {
            "text": "It provides teachers with a framework of concepts and big ideas",
            "more": "Days are set aside either before the school year begins or within the first month of school to write up the science curriculum based on state and national science education standards. Teachers begin by identifying the concepts and big ideas and then plan learning experiences around them. They also determine how students will show what they know.",
            "moreImg": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>My days are already so full, how can I fit in time to plan with other teachers?</b><br/>It is often necessary to look for creative ways to make time for planning. You might turn a weekly lunchtime into a potluck gathering where a group of teachers share a meal and discuss the curriculum. You might schedule PE or extracurricular activities at the same time as your teaching partner and use that time to meet. Some teachers meet while classroom aides are supervising children outside. Others fit in brief 15-minute discussions on several different days each week.<br/>Too often in schools we devote more time to discussing day-to-day nuts and bolts than we do planning curriculum goals. Trading some of the time ordinarily spent on procedures and using it instead for discussions of big ideas and concepts helps shift the focus to children's learning.<br/><b>How can teachers cover everything in the curriculum if they use this approach?</b><br/>The classroom-ecosystem approach stresses depth over breadth. Therefore you should work in the beginning of the year to carefully select the areas you will spend more time on than others. Examine the curriculum and the science education standards and try to determine which concepts and big ideas will be most meaningful for children. Work with other teachers to eliminate the redundancies that rarely deepen understanding.<br/>When teachers feel pressed to cover everything in the standards, the result is a watered down or disconnected program. If you approach the curriculum in terms of big ideas and concepts rather than topics and themes or isolated facts, you'll be better able to help children make connections and gain in-depth knowledge.<br/><b>Should a teacher ever say \"no\" to an idea or investigation that emerges from the student/s?</b><br/>Yes. A teacher's response to a student's idea or investigation should depend on his or her learning goal for the students. What might they learn from the idea? Does it fit with the science concepts and big ideas? Are there cost or safety concerns that might weigh against implementing this particular idea or investigation?<br/>The fact that students are motivated to come up with ideas and ask questions indicates that the teacher is making science relevant and exciting. One way to determine whether ideas or investigations should be pursued is to ask which of the learning goals they will achieve.<br/><b>How much do teachers need to know about science to teach this way?</b><br/>The stronger the teacher's knowledge of the content area the better he or she can help children build their own understanding. A strong knowledge base can also help teachers be sure of where they want to lead children in terms of the learning goals.<br/>To increase their knowledge, teachers can read books, work with colleagues, use teacher guides or carefully selected internet sites, ask experts to come to the classroom, or attend professional development seminars.<br/>Teachers who use the classroom-ecosystem approach need to see themselves as learners with the children, but they also must stay one step ahead, keeping in mind the concepts. Still, that doesn't mean they need to know it all. In the course of investigations children will come up with challenging questions. Teachers must know where to look for information and be willing to take the time to find it. A very important part of the classroom-ecosystem approach is this dynamic of constant learning on the part of both the teacher and the child."
      }
    },
    {
      "index": 2,
      "title": "Flexible Planning",
      "colorScheme": "red",
      "type": "page",
      "definition": "Flexible planning involves teachers actively listening to children's ideas and including those ideas in the learning experiences. The teacher's challenge is to evaluate the ideas as they come up and decide how or if they fit into the curriculum.",
      "benefits": "Seeing their ideas come to life empowers children and gives them incentive to be active participants in their learning environment.",
      "examples": "During an experiment with liquids and gases, a child asks how long it would take for a liquid, poured onto the surface of the playground, to become a gas. Although it had not been part of the plan for the day, the teacher uses the \"teachable moment\" to conduct this experiment with the students.",
      "video": {
        "title": "Potential Potential Potential",
        "file": "video_13.mp4",
        "thumbnail": "preview13.jpg",
        "planningPoints": [
          {
            "cuetime": 7,
            "text": "Upon realizing a common misconception in their students' understanding of kinetic and potential energy, the teachers take time to review the concepts."
          },
          {
            "cuetime": 46,
            "text": "Next the teachers gather the students to address the confusion and clarify the concepts. The teachers have cleared class time for this essential discussion."
          },
          {
            "cuetime": 158,
            "text": "At the end of the discussion, one child noted that the transformation of energy is similar to when he and his friends run up and down a hill near the school. The teachers capitalize on the student's insight and take the class to the hill for an impromptu experience that helps reinforce the concepts."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 59,
            "text": "The rug area provides a space where the teacher can gather the whole class to clarify the concepts. Here she is able to observe children's reactions and check in that everyone is getting the information."
          },
          {
            "cuetime": 169,
            "text": "Taking the children to a grassy hill near the school extends the learning space beyond the classroom."
          },
          {
            "cuetime": 184,
            "text": "Being flexible in her planning allows the teacher to pick up on a student's suggestion and results in using a space that is especially well suited to exploring the concepts."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 32,
            "text": "In an effective Classroom-Ecosystem, teachers see themselves as continual learners. By consulting with a member of the classroom community who is more expert in physics, the teachers enhance their knowledge and are better able to help the children understand physics."
          },
          {
            "cuetime": 60,
            "text": "When teachers and children are constructing knowledge together, it is sometimes necessary to change the plan for the day. Here the teacher has postponed a planned experience so the class can gather for a discussion to clarify the concepts."
          },
          {
            "cuetime": 169,
            "text": "Providing opportunities for children to connect the concepts to familiar activities helps make the concepts more meaningful."
          }
        ],
        "exPoints": [
          {
            "cuetime": 73,
            "text": "As the teacher speaks, she refers to a diagram of a roller coaster, which she labels. Looking at the diagram is a thirdhand experience for the children, giving them a visual representation of abstract concepts."
          },
          {
            "cuetime": 89,
            "text": "As part of their firsthand experiences related to the concepts, the class visited a local amusement park. Recalling their experiences riding roller coasters helps the children make sense of the diagram."
          },
          {
            "cuetime": 169,
            "text": "Following a student's suggestion, the teachers take the children to a nearby hill so that they can personally experience the transformation of energy in their bodies as they run up and down."
          }
        ],
        "repPoints": [
          {
            "cuetime": 127,
            "text": "The teacher and student refer to the teacher's 2-D representation of a roller coaster as they discuss the concepts."
          },
          {
            "cuetime": 157,
            "text": "At the end of the classroom discussion the teacher took the children outside to the 3-D representation of a roller coaster that they had made. She had them identify the sections of the representation where kinetic and potential energy are used."
          },
          {
            "cuetime": 187,
            "text": "The teacher requires the children to use formal academic language to describe the movement of matter--potential and kinetic energy--as they run up and down the hill. This reinforces the concepts through two kinds of representation--oral and kinesthetic."
          }
        ],
        "description": "In the sequence before this video begins, students pointed out areas of potential and kinetic energy on the model roller coaster outside their classroom, and teachers realized there were misunderstandings regarding the concepts (for more on this, see the Example Video for Teacher-Student Culture). Taking advantage of a teachable moment, teachers decided to re-introduce the concepts to clear up the misconceptions. Before the concepts are presented again to the students, however, the teachers want to make sure their own understanding is correct, and so they consult with a physics expert.",
        "AoS": "Physical Sicence",
        "topic": "Energy",
        "bigIdea": "Conservation",
        "concept": "Energy changes from one form to another",
        "gradeLvl": "K-1 Science",
        "standards": "Energy and matter have multiple forms and can be changed from one form to another. As a basis for understanding this concept:<ol><li>Students know sources of stored energy take many different forms, such as food, fuel, and batteries.</li><li>Students know machines and living things convert stored energy to motion and  heat.</li><li>Students know energy can be carried from one place to another by waves, such as water waves and sound waves, by electric current, and by moving objects.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Formal Planning, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "Children have many opportunities to discuss ideas and concepts",
            "more": null,
            "moreImg": null
          },
          {
            "text": "Teachers listen to children's ideas",
            "more": "Here the teacher asks children to predict the possible outcomes when several different liquids are mixed together. It is in these kinds of discussions that new ideas emerge, which can often change the course of the lesson.",
            "moreImg": "fle_eco_2.jpg"
          },
          {
            "text": "Teachers incorporate children's ideas into the curriculum",
            "more": null,
            "moreImg": null
          },
          {
            "text": "Teachers listen to children's ideas",
            "more": "Classroom teachers share students' drawings and clay representations of the characteristics of a solid, such as bumpy, pointy, and round. This is followed by a discussion among teachers from the whole grade level to plan next steps.",
            "moreImg": "fle_eco_4.jpg"
          }
        ]
      },
      "challenges": {
        "theText": "<b>My days are already so full, how can I fit in time to plan with other teachers?</b><br/>It is often necessary to look for creative ways to make time for planning. You might turn a weekly lunchtime into a potluck gathering where a group of teachers share a meal and discuss the curriculum. You might schedule PE or extracurricular activities at the same time as your teaching partner and use that time to meet. Some teachers meet while classroom aides are supervising children outside. Others fit in brief 15-minute discussions on several different days each week.<br/>Too often in schools we devote more time to discussing day-to-day nuts and bolts than we do planning curriculum goals. Trading some of the time ordinarily spent on procedures and using it instead for discussions of big ideas and concepts helps shift the focus to children's learning.<br/><b>How can teachers cover everything in the curriculum if they use this approach?</b><br/>The classroom-ecosystem approach stresses depth over breadth. Therefore you should work in the beginning of the year to carefully select the areas you will spend more time on than others. Examine the curriculum and the science education standards and try to determine which concepts and big ideas will be most meaningful for children. Work with other teachers to eliminate the redundancies that rarely deepen understanding.<br/>When teachers feel pressed to cover everything in the standards, the result is a watered down or disconnected program. If you approach the curriculum in terms of big ideas and concepts rather than topics and themes or isolated facts, you'll be better able to help children make connections and gain in-depth knowledge.<br/><b>Should a teacher ever say \"no\" to an idea or investigation that emerges from the student/s?</b><br/>Yes. A teacher's response to a student's idea or investigation should depend on his or her learning goal for the students. What might they learn from the idea? Does it fit with the science concepts and big ideas? Are there cost or safety concerns that might weigh against implementing this particular idea or investigation?<br/>The fact that students are motivated to come up with ideas and ask questions indicates that the teacher is making science relevant and exciting. One way to determine whether ideas or investigations should be pursued is to ask which of the learning goals they will achieve.<br/><b>How much do teachers need to know about science to teach this way?</b><br/>The stronger the teacher's knowledge of the content area the better he or she can help children build their own understanding. A strong knowledge base can also help teachers be sure of where they want to lead children in terms of the learning goals.<br/>To increase their knowledge, teachers can read books, work with colleagues, use teacher guides or carefully selected internet sites, ask experts to come to the classroom, or attend professional development seminars.<br/>Teachers who use the classroom-ecosystem approach need to see themselves as learners with the children, but they also must stay one step ahead, keeping in mind the concepts. Still, that doesn't mean they need to know it all. In the course of investigations children will come up with challenging questions. Teachers must know where to look for information and be willing to take the time to find it. A very important part of the classroom-ecosystem approach is this dynamic of constant learning on the part of both the teacher and the child."
      }
    },
    {
      "index": 3,
      "title": "Project Planning",
      "colorScheme": "red",
      "type": "page",
      "definition": "Projects are long-term investigations that can last up to several months. They arise from an interest or need the children express and are directly related to the concepts or big ideas that have been presented in the classroom. Planning for a project involves teachers deciding what materials and resources will be needed to implement the children's ideas.",
      "benefits": "Project planning helps assure that long-term investigations address the big ideas and concepts and offer children an opportunity to apply their learning in a meaningful way.",
      "examples": "During a discussion about how simple machines make work easier, a small group of children suggests building a roller coaster that sends messages back and forth between adjoining classrooms. The teacher recognizes this as an opportunity for children to apply their knowledge of physical science concepts. For several months, children and adults work two mornings a week to design, construct and revise the message sending rollercoaster.",
      "video": {
        "title": "The Project",
        "file": "video_14.mp4",
        "thumbnail": "preview14.jpg",
        "planningPoints": [
          {
            "cuetime": 18,
            "text": "Many times project ideas generate from the children through conversation and discussion. Other times, teachers ask the students thought-provoking questions that will stimulate ideas for a long-term project."
          },
          {
            "cuetime": 35,
            "text": "Teachers discuss the main concept that will be reinforced for the students through the project."
          }
        ],
        "setupPoints": [
          {
            "cuetime": 14,
            "text": "The teacher is thinking about using different areas inside and outside the classroom for the project. Depending on what the children decide, the areas will be modified to fit the project design."
          },
          {
            "cuetime": 51,
            "text": "After the teachers talk to the children about what they will build, they will do further project planning to determine what resources they need to implement the project."
          }
        ],
        "culturePoints": [
          {
            "cuetime": 6,
            "text": "Asking children to contribute their ideas to the project design helps them to be more invested in the work and more likely to develop a deep understanding of the concepts."
          },
          {
            "cuetime": 18,
            "text": "Focusing the project on children's play or work helps make the concepts less abstract and encourages the children to make connections between science and their everyday lives."
          },
          {
            "cuetime": 44,
            "text": "All the children will contribute to the classroom project. This provides a natural way to help them develop collaborative skills."
          }
        ],
        "exPoints": [
          {
            "cuetime": 23,
            "text": "The teacher is thinking about how to design experiences around the project that would integrate other curricular areas."
          },
          {
            "cuetime": 50,
            "text": "Planning for this long-term project comes after children have had many experiences that introduced and reinforced the concepts."
          }
        ],
        "repPoints": [
          {
            "cuetime": 9,
            "text": "Oftentimes, teachers choose how students will represent their understanding of a concept or big idea. However, there are times when teachers ask students to choose how they want to demonstrate their knowledge. Student choice is a significant part of the process in long-term projects."
          },
          {
            "cuetime": 50,
            "text": "The process of designing and building the project will provide many opportunities for teachers to assess children's understanding of the concepts."
          },
          {
            "cuetime": 57,
            "text": "Earlier in the year, children designed simple toys as 3-D representations of the concept that simple machines make work easier."
          }
        ],
        "description": "K-1 teachers from adjoining classrooms meet to discuss possibilities for a long-term project through which students will demonstrate their understanding of the concepts.",
        "AoS": "Physical Sicence",
        "topic": "Energy",
        "bigIdea": "Systems",
        "concept": "Simple machines make work easier",
        "gradeLvl": "K-1 Science",
        "standards": "The motion of objects can be observed and measured. As a basis for understanding this concept:<ol><li>Students know the way to change how something is moving is by giving it a push or a pull. The size of the change is related to the strength, or the amount of force, of the push or pull.</li><li>Students know tools and machines are used to apply pushes and pulls (forces) to make things move.</li><li>Students know objects fall to the ground unless something holds them up.</li></ol>"
      },
      "enrich": {
        "intro": "Before developing Formal Planning, consider that children will get the most out of this Component when it has the following properties:",
        "list": [
          {
            "text": "It uses children's interests as a guide",
            "moreIntro": "Children's ideas for projects arise from their experiences. The idea for building a message sending roller coaster came about after children had many experiences with force and motion, kinetic and potential energy, and simple machines.",
            "more": "After learning that simple machines make work easier, children wanted to create a machine of their own that could send messages between two classrooms. A field trip to LEGOLAND gave them ideas about how to build it - they observed roller coasters, made sketches and brainstormed ideas.",
            "moreImg": "pro_eco_1a.jpg",
            "moreTwo": "As the project emerged, children's discussions became part of the planning process. In both formal and informal discussions the teachers asked, what are the children's interests? The more defined the project became, the more it was a focus in meetings and in the classrooms.",
            "moreImgTwo": "pro_eco_1b.jpg"
          },
          {
            "text": "It uses the concepts and big ideas to provide direction",
            "more": "Although projects arise from children's ideas, teachers should refer to the big ideas and concepts to provide structure and to ensure that the project work supports the learning goals. The work done in Formal Planning serves as a guide.",
            "moreImg": null
          }
        ]
      },
      "challenges": {
        "theText": "<b>My days are already so full, how can I fit in time to plan with other teachers?</b><br/>It is often necessary to look for creative ways to make time for planning. You might turn a weekly lunchtime into a potluck gathering where a group of teachers share a meal and discuss the curriculum. You might schedule PE or extracurricular activities at the same time as your teaching partner and use that time to meet. Some teachers meet while classroom aides are supervising children outside. Others fit in brief 15-minute discussions on several different days each week.<br/>Too often in schools we devote more time to discussing day-to-day nuts and bolts than we do planning curriculum goals. Trading some of the time ordinarily spent on procedures and using it instead for discussions of big ideas and concepts helps shift the focus to children's learning.<br/><b>How can teachers cover everything in the curriculum if they use this approach?</b><br/>The classroom-ecosystem approach stresses depth over breadth. Therefore you should work in the beginning of the year to carefully select the areas you will spend more time on than others. Examine the curriculum and the science education standards and try to determine which concepts and big ideas will be most meaningful for children. Work with other teachers to eliminate the redundancies that rarely deepen understanding.<br/>When teachers feel pressed to cover everything in the standards, the result is a watered down or disconnected program. If you approach the curriculum in terms of big ideas and concepts rather than topics and themes or isolated facts, you'll be better able to help children make connections and gain in-depth knowledge.<br/><b>Should a teacher ever say \"no\" to an idea or investigation that emerges from the student/s?</b><br/>Yes. A teacher's response to a student's idea or investigation should depend on his or her learning goal for the students. What might they learn from the idea? Does it fit with the science concepts and big ideas? Are there cost or safety concerns that might weigh against implementing this particular idea or investigation?<br/>The fact that students are motivated to come up with ideas and ask questions indicates that the teacher is making science relevant and exciting. One way to determine whether ideas or investigations should be pursued is to ask which of the learning goals they will achieve.<br/><b>How much do teachers need to know about science to teach this way?</b><br/>The stronger the teacher's knowledge of the content area the better he or she can help children build their own understanding. A strong knowledge base can also help teachers be sure of where they want to lead children in terms of the learning goals.<br/>To increase their knowledge, teachers can read books, work with colleagues, use teacher guides or carefully selected internet sites, ask experts to come to the classroom, or attend professional development seminars.<br/>Teachers who use the classroom-ecosystem approach need to see themselves as learners with the children, but they also must stay one step ahead, keeping in mind the concepts. Still, that doesn't mean they need to know it all. In the course of investigations children will come up with challenging questions. Teachers must know where to look for information and be willing to take the time to find it. A very important part of the classroom-ecosystem approach is this dynamic of constant learning on the part of both the teacher and the child."
      }
    },
    {
      "index": 4,
      "title": "Setup",
      "colorScheme": "green",
      "type": "topic",
      "quote": "Organization of space, classroom displays and the resources available to children convey messages about the relationship between teaching and learning, the image of the child held by the teacher and the expectations for teaching and learning within that setting.",
      "citation": "Edwards, C., Gandini, L., and Forman, G. (1998).<br />The hundred languages of children: The Reggio Emelia approach.<br />Greenwich, CT: Ablex.",
      "more": "To support in-depth learning, the classroom must be a safe and inviting place for children to ask questions, experiment and take thoughtful risks. All aspects of the classroom setup -space, display and resources- must work together to promote these qualities. "
    },
    { "index": 5 },
    { "index": 6 },
    { "index": 7 },
    {
      "index": 8,
      "title": "Culture",
      "colorScheme": "purple",
      "type": "topic",
      "quote": "Visitors to UCLA Lab School are impressed by how articulate students are in describing their own learning processes. That lack of shame in incomplete mastery does not happen by accident. It is a matter of teachers managing the face threat potential of engaging students at the leading edge of their capacity, or in the zone of proximal development.",
      "citation": "Adapted from Erickson, F., with Bagrodia, R., Cook-Sather, A., Espinoza, M., Jurow, S., Shultz, J. and Spencer, J. (2007). Students' Experience of School Curriculum: The Everyday Circumstances of Granting and Withholding Assent to Learn. In Connelly, F.M. et al (eds.), The Sage Handbook of Curriculum. Thousand Oaks, CA: Sage Publications, Inc., pp. 198-218.",
      "more": "An effective classroom ecosystem is one in which teachers and students work together with mutual respect and as active participants in the learning process. Teachers facilitate active learning by providing opportunities for children to work in a variety of social arrangements; by modeling respect for ideas, encouraging questions, and valuing mistakes as part of learning; and by fostering children's independent use of resources to construct knowledge."
    },
    { "index": 9 },
    { "index": 10 },
    {
      "index": 11,
      "title": "Experiences",
      "colorScheme": "blue",
      "type": "topic",
      "quote": "A multiplicity of our five senses, the only avenues into the brain, are activated through firsthand experiences.",
      "citation": "Lowery, L. (1998).<br />The Biological Basis of Thinking and Learning (Monograph), p. 18<br />Berkeley, CA: Lawrence Hall of Science.",
      "more": "Before children can formulate questions or show what they know, they have to be provided with experiences related to the content. Once children have been provided background knowledge either through firsthand or secondhand experiences, they are ready to work with text, which both uses and deepens prior knowledge. The goal in providing children with a variety of experiences is to help them move from novice to expert in their understanding and their ability to apply their knowledge of the concepts."
    },
    { "index": 12 },
    { "index": 13 },
    { "index": 14 },
    {
      "index": 15,
      "title": "Representation",
      "colorScheme": "yellow",
      "type": "topic",
      "quote": "Different forms of representation evoke, develop, and refine the modes of thinking that contribute to the cultivation of what is broadly called mind... By no means is thinking limited to what words alone can carry.",
      "citation": "Eisner, E. (December 2003/January 2004).<br />Preparing for Today and Tomorrow,<br />Educational Leadership, p. 6",
      "more": "<p>Representation is the means by which students demonstrate and communicate their knowledge of big ideas and concepts both to the teacher and to themselves. Students create representations in a variety of ways, including drawing, writing, graphing, sculpting and movement. This work can be categorized into four key formats--oral/textual, kinesthetic, two-dimensional and three-dimensional--each of which offers unique opportunities for children to deepen their understanding. (See General Guidelines for Choosing a Representational Format)</p><p>Deep understanding of a concept includes knowing about its structure, its behavior and its function, or the \"what,\" the \"how,\" and the \"why\" of the concept. For example, to understand the concept \"Simple machines make work easier,\" students must know what are the different parts of the simple machine (structure), how the simple machine works (behavior) and why it makes work easier (function). One type of representation may help students see the \"what\" while another may help them see the \"how.\"</p><p>Additionally, asking children to create multiple representations of concepts and big ideas helps them to synthesize and build knowledge. Offering opportunities to represent concepts in a variety of ways helps to ensure that children with differences in learning style, previous experiences and background knowledge will be engaged and invested in the learning process. At the same time, representation provides important tools for assessing children's understanding and allows the teacher to make informed decisions about instruction. The result is greater effectiveness in addressing children's individual learning needs, which ultimately helps ensure academic success for every child.</p>"
    },
    { "index": 16 },
    { "index": 17 },
    { "index": 18 },
    { "index": 19 }
  ]
}
